{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 20, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "День, когда сбываются не только сны, но и приметы. Сны несут интуитивные знания, понимание окружающих людей, событий. Они могут открыть нам истинную суть вещей. Если, например, вы подозреваете кого-то в коварстве и измене, а вам снится, что он выносит вас на руках из огня - ваши подозрения беспочвенны, этот человек настоящий друг, ему можно доверять. Но с интерпретацией снов в этот день будьте повнимательней, можно легко ошибиться, поэтому лучше обратиться к человеку, который хорошо разбирается в психологии снов.",
      "dream_interpretation_translated": "The day when not only dreams come true, but also signs. Dreams carry intuitive knowledge, understanding of people around, events. They can open to us the true essence of things. If, for example, you suspect someone of insidiousness and treason, and you dream that he takes you out of the fire - your suspicions are shameful, this person is a real friend, he can be trusted. But with the interpretation of dreams on this day, be more closely, you can easily be mistaken, so it is better to contact a person who is well versed in the psychology of dreams."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You can utilize any particular hour one time and one time only, then it is gone. Make a point to use each one wisely.\n\nWhat you repeatedly do with each small increment of time has a major impact on the larger span of your whole life. Get yourself in the habit of creating meaningful value as time comes your way.\n\nYou cannot stop the moments from passing, yet there are plenty of good choices you can make as they arrive. Remain clear about what matters most, and invest time in supporting and advancing those things.\n\nFill the moments that quickly disappear with efforts to create value that endures. Use your time and your actions to transform potential and possibilities into lasting richness.\n\nIn the relentless flow of time are great opportunities. Yet you must identify and work to fulfill those opportunities before they flow out of reach.\n\nFrom the wise use of time can come many extraordinary experiences, treasures, satisfactions and other riches. As every new moment arrives, be ready and willing to give your best to it.",
      "author": "— Ralph Marston"
    }
  }
}