{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 30, 2025",
      "moon_phase_tonight": "First Quarter",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти лунные сутки указывают на ваши возможности, которые вы не реализовали, но которые все-таки стоит  реализовать. Кроме того, вы можете увидеть указание на те проблемы, от  \nкоторых вы отвернулись в прошлом и забыли о них, но их нужно решить. Вы можете увидеть те  \nзадачи, для решения которых у вас есть силы, не отворачивайтесь от них, постарайтесь приложить  \nэти силы для решения поставленных задач и не потратить энергию понапрасну.\nКроме того образы снов в это время показывают на способность вас к изменениям и трансформации, так, если вам снятся замкнутые пространства, препятствия, тупики и тому подобное, значит, вы пока не изменяетесь. Если наоборот, открытые пространства, поля, горы, море, красивые помещения, светлые, чистые, значит вы идете, в преображении себя в верном направлении и прикладываете усилия к трансформации.\nИтак, главная задача снов в этот день, показать ваше предназначение. Иногда сны бывают  \nзамысловатые, и сложно понять, в чем же смысл вашей жизненной задачи. Иногда достаточно ясно описывают всю картину.\nЕсли хотите чтобы через сон ваше предназначение прояснилось, поставьте цель накануне.  \nПроснувшись, проанализируйте все, что вам приснилось, и имейте в виду, что жизнь не всегда ставит нам великие задачи, может, это с вашей точки зрения и маленькая задача, но выполнение ее будет иметь огромное значение для вас.",
      "dream_interpretation_translated": "Dreams on these lunar days indicate your capabilities that you have not implemented, but which is still worth realizing. In addition, you can see an indication of those problems, from  \nWhich you turned away in the past and forgot about them, but they need to be solved. You can see those  \ntasks for the solution of which you have the strength, do not turn away from them, try to attach  \nThese forces to solve the tasks and do not spend energy in vain.\nIn addition, the images of dreams at this time show you the ability to change and transform you, so if you dream of closed spaces, obstacles, dead ends and the like, then you have not changed yet. If, on the contrary, open spaces, fields, mountains, sea, beautiful rooms, bright, clean, then you go, in the transformation of yourself in the right direction and make efforts to transformation.\nSo, the main task of dreams on this day is to show your purpose. Sometimes there are dreams  \nintricate, and it is difficult to understand what is the meaning of your life task. Sometimes they clearly describe the whole picture.\nIf you want your purpose to clarify through a dream, set a target the day before.  \nHaving woken up, analyze everything that you dreamed, and keep in mind that life does not always set us great tasks, maybe this is from your point of view and a small task, but its fulfillment will be of great importance for you."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Some things that were hurting you at one time are no longer hurting you. And from your current perspective, you can see that they’ve actually helped you in certain ways.\n\nThere are difficulties you’re enduring now that you’ll eventually look back on in a similar fashion. Although your current suffering and distress are all too real, the value on the other side of them will be just as real.\n\nIn every problem are seeds for an effective solution. That’s hard to see when you’re surrounded by the problem, yet your past experience proves it to be true.\n\nThings will eventually change for the better because you have the power and the will to make them better. The more uncomfortable you are, the more determined you become to find a positive way forward.\n\nTake inspiration for what you’ve already been through. Remind yourself of how and why you did it, and of your ability to do it again.\n\nWith your effort and commitment, hard times lead to good times. Be clear and positive about how far you’ve come, and relentless about continuing to move in a good and fulfilling direction.",
      "author": "— Ralph Marston"
    }
  }
}