{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 11, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сложный день, и сны тоже могут быть неприятные. Поэтому если вам приснился плохой сон, прочитайте после сна какую-либо молитву, например ‘Отче Наш’ или скажите ‘Куда ночь туда и сон’, и представьте, как сон рассеивается.\nВ этот день лучше не стараться самому интерпретировать сон, лучше обратиться к профессионалам, так как сон несет не буквальный смысл, а скрывает в себе психологические проблемы подсознания.",
      "dream_interpretation_translated": "A difficult day, and dreams can also be unpleasant. Therefore, if you had a bad dream, read any prayer after sleep, for example ‘Our Father’ or tell ‘where the night is there and sleep’, and imagine how the dream is scattered.\nOn this day, it is better not to try to interpret a dream yourself, it is better to turn to professionals, since the dream does not bring literal meaning, but hides the psychological problems of the subconscious."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The sun is up, and opportunity is everywhere. Walk into the light and make good things happen.\n\nThe obstacles and limitations push against you. Yet you can push even more forcefully in an intentional, purposeful direction.\n\nSo many good things are possible when you persist. So take one step, then the next, and keep going.\n\nYou’re surrounded by energy, ideas, resources, possibilities, and people seeking to live good, fulfilling lives. Feel the richness, tap into the abundance, give your best thoughts, words, and actions to this day.\n\nYou’re a highly capable person alive in a unique moment. Resolve to continue making the best of that outstanding opportunity.\n\nYou’re here to make a difference, and your best experiences will come from doing so. The sun is up, the day is rolling along, and you have a lot of great things to do.",
      "author": "— Ralph Marston"
    }
  }
}