{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 22, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Энергетика суток сложная, это накладывает свой отпечаток и на сны. Перед тем, как лечь спать, зажгите свечку и очистите в доме пространство. В течение суток постарайтесь сохранять равновесие, хорошее настроение. Сны, которые увидите, проанализируйте по возможности с психологом. Сновидения могут быть сложными, неприятными и пугающими, но в данном случае это отражение вашего подсознания и того, что в нем накопилось, от чего надо очиститься.",
      "dream_interpretation_translated": "The energy of the day is complicated, it leaves its mark on dreams. Before you go to bed, light a candle and clean the space in the house. During the day, try to maintain balance, good mood. The dreams that you will see are analyzed if possible with a psychologist. Dreams can be complex, unpleasant and frightening, but in this case it is a reflection of your subconscious and what has accumulated in it, from which it is necessary to cleanse."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Whatever it is you seek to obtain, seek also to obtain understanding. Achievement and experience need connection in order to have value, and understanding enables that connection.\n\nUnderstanding is gained through time, effort, involvement and commitment. It’s what makes the difference between authentic activities and shallow imitations.\n\nEvery possession, every relationship, every activity derives meaning and benefit from understanding. It’s important to understand the why, the how, the context, the history, the potential of life’s many facets.\n\nBe curious and caring enough to understand, and diligent enough to continue deepening your understanding. That serves to greatly enrich your life and the lives of those around you.\n\nIt’s never enough to possess the mere tokens of a good life, no matter how impressive they may be. Make sure you understand why they matter, as well as your role in keeping life’s manifold goodness viable.\n\nInvest yourself in understanding. It makes all the difference in the quality of your world.",
      "author": "— Ralph Marston"
    }
  }
}