{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 4, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Энергетика суток показывает нам, движемся ли мы по кругу и наступаем на одни и те же грабли, или все-таки смогли что-то изменить и поднимаемся по спиральным ступенькам вверх. Сон является главной подсказкой на пути этого понимания. Он несет ключи, и может открыть нам, где мы не хотим изменяться, или что нам сложно преодолеть, и даже мы можем увидеть подсказку, что нужно сделать, чтобы измениться. В этот день во снах сама жизнь стучится в ваши двери, и указывает вам путь, по которому нужно идти в сторону изменений. Важно не проигнорировать эти указания, и в жизни начать им следовать, тогда вы освободите часть своей энергии для дальнейших действий. Чтобы сон можно было хорошо проанализировать, не забудьте его записать, как проснетесь.\nСон может быть предупреждением, может скоро сбыться. Иногда говорят, что сны этих суток исполняются через восемь дней.",
      "dream_interpretation_translated": "The energy of the day shows us whether we are moving in a circle and step on the same rake, or nevertheless we were able to change something and climb the spiral steps up. Dream is the main hint on the path of this understanding. He carries the keys, and can open to us where we do not want to change, or what is difficult for us to overcome, and even we can see the hint what needs to be done to change. On this day, in dreams, life itself knocks on your doors, and indicates you the path along which you need to go towards the changes. It is important not to ignore these instructions, and in life to begin to follow them, then you will free part of your energy for further actions. In order for a dream to be well analyzed, do not forget to write it down, how to wake up.\nDream can be a warning, can come true soon. Sometimes they say that the dreams of these days are performed in eight days."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Set a goal that’s ambitious enough to provide motivation and enthusiasm. Pair that with a first step that’s accessible enough to quickly establish momentum.\n\nMost worthwhile endeavors end up requiring steady efforts over long periods. To initiate and persist in those efforts, it helps to experience some immediate, initial success.\n\nWhat you’re setting out to do will require your continuing commitment. To develop that commitment, find a way to give yourself a quick taste of the rewards it can yield.\n\nGet clear and specific about what you eventually intend to achieve. Then jump start the process by working to secure a small but meaningful victory as soon as possible.\n\nRapidly demonstrate to yourself what you’re capable of doing. That will naturally encourage you to do even more.\n\nA small, early success will get you feeling the larger achievement in your bones. Start by making a little bit happen, and you’re well positioned to make the whole thing happen.",
      "author": "— Ralph Marston"
    }
  }
}