{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 6, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут быть разного характера, все будет зависеть от вашего внутреннего состояния.\nЕсли вам приснился яркий хороший сон, то он может сбыться, правда, если вы о нем не будете рассказывать. Если что-то тяжелое, то ваше внутренне состояние находится в дисбалансе, займитесь собой.\nКроме того, по тому, какой был сон - хороший, яркий, красочный или мрачный, тусклый, и не приятный - вы можете определить, какая энергия в вашем подсознании сейчас преобладает, светлая или темная.\nЧасто бывают вещие сны, которые дают информацию на ближайший месяц.",
      "dream_interpretation_translated": "Dreams on these days can be of different nature, everything will depend on your internal state.\nIf you had a bright good dream, then it can come true, however, if you do not talk about it. If something is difficult, then your internal condition is in an imbalance, take care of yourself.\nIn addition, by what the dream was - good, bright, colorful or gloomy, dull, and not pleasant - you can determine what energy in your subconscious now prevails, bright or dark.\nOften there are prophetic dreams that give information for the next month."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You cannot go back in time and reverse a bad decision. What you can do is let it inspire you to make better choices going forward.\n\nRegret produces negative energy that only serves to bring you down. Yet you can come up with ways to transform that energy into a positive force.\n\nFeel the regret that lingers from your past, then re-focus that feeling on the good you can do in the present and future. Turn your desire to change what previously happened into a powerful desire to make beneficial use of what’s now available to you.\n\nYou’ve learned a great deal from all you’ve been through. In that wisdom is much potential value that you can reshape into tangible value.\n\nFrom your recollections of time that’s been wasted, create new time that’s put into productive, meaningful use. By considering opportunities you’ve squandered, seek to surpass them with fresh opportunities seized.\n\nRegret happens, yet it never has to be the end of your story. You have much better things to do now.",
      "author": "— Ralph Marston"
    }
  }
}