{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 16, 2025",
      "moon_phase_tonight": "Third Quarter",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сны этих лунных суток показывают, в каком состоянии находится ваша сексуальная энергия, ваши творческие силы, внутренние силы и, в целом, ваш потенциал.\nЕсли сон хороший, значит, у вас все в порядке, если наоборот, то ищите пробоины. Либо у вас не налажены отношения с противоположным полом, либо вы не достаточно проявляетесь творчески в отношениях и жизни, либо ваши внутренние силы подрастратились, и стоит заняться их восстановлением.\nИногда сны этих суток, могут показать прошлые жизни, но тогда жизнь хочет дать прямое указание, с чем вам надо справиться.",
      "dream_interpretation_translated": "Dreams of these lunar days show in what condition your sexual energy, your creative forces, internal forces and, in general, your potential are.\nIf the dream is good, then you are all right, if on the contrary, then look for holes. Either you have not established relations with the opposite sex, or you do not manifest itself creatively in relationships and life, or your internal forces have grown up, and it is worthwhile to engage in their restoration.\nSometimes dreams of these days can show past lives, but then life wants to give a direct indication of what you need to cope with."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Don’t let excuses get in your way. Don’t let excuses steal your opportunities.\n\nExcuses accomplish nothing. The time and effort spent in concocting and explaining excuses is time you could be using to move forward.\n\nYes, you have challenges, you face obstacles that continue to arise. But rather than turning them into excuses, transform them into sources of determination and inspiration.\n\nWorking to get beyond a problem is a whole lot more effective than complaining about it. Leaning into a challenge provides a far greater return than using it as the basis for giving up.\n\nDecide what you intend to do, then commit yourself to making it happen in spite of whatever resistance you encounter. You can realistically choose to be energized by the difficulties rather than demoralized.\n\nResist the temptation to traffic in useless excuses. You have great work to do.",
      "author": "— Ralph Marston"
    }
  }
}