{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 12, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сон может быстро исполнится. В эти лунные сутки вы можете 'заказать' сон по своему желанию. Например, отправиться во сне туда, где хочется побывать. Можете попробовать присниться кому-нибудь  в этот день есть шанс войти в чужой сон. Возможно решение проблем, посредством сна, выход в тонкие миры.\nСуществует примета, что если в этот день утром плохая погода, то сон может сбыться в эти же сутки.",
      "dream_interpretation_translated": "Sleep may quickly come true. On these lunar days you can “order” a dream at your request. For example, go in a dream where you want to visit. You can try to dream of someone on this day there is a chance to enter someone else's dream. It is possible to solve problems, through sleep, access to subtle worlds.\nThere is a sign that if the weather is bad on this day, then sleep can come true on the same day."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The sun is up, and opportunity is everywhere. Walk into the light and make good things happen.\n\nThe obstacles and limitations push against you. Yet you can push even more forcefully in an intentional, purposeful direction.\n\nSo many good things are possible when you persist. So take one step, then the next, and keep going.\n\nYou’re surrounded by energy, ideas, resources, possibilities, and people seeking to live good, fulfilling lives. Feel the richness, tap into the abundance, give your best thoughts, words, and actions to this day.\n\nYou’re a highly capable person alive in a unique moment. Resolve to continue making the best of that outstanding opportunity.\n\nYou’re here to make a difference, and your best experiences will come from doing so. The sun is up, the day is rolling along, and you have a lot of great things to do.",
      "author": "— Ralph Marston"
    }
  }
}