{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 14, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "В отношении снов многоликий день. Сны могут быть и просто пустые, которые не имеет смысла разгадывать, и те, которые укажут вам куда двигаться, в каком направлении измениться. Так как этот лунный день Ганеши - Бога знаний, помогающего преодолевать препятствия, то через сон можно решить проблемы, получить откровения, и новую информацию, новые знания. В этот день, перед тем как лечь спать, можно настроиться на откровения во сне или знания, можете что-либо загадать, задать вопрос. Но не забудьте все записать, проснувшись, для извлечения верной информации.",
      "dream_interpretation_translated": "With regard to dreams, a many -sided day. Dreams can be simply empty, which it makes no sense to solve, and those that will show you where to move, in which direction to change. Since this lunar day of Ganesha is a god of knowledge that helps to overcome obstacles, through a dream you can solve problems, get revelations, and new information, new knowledge. On this day, before going to bed, you can tune in to revelations in a dream or knowledge, you can make anything, ask a question. But do not forget to record everything, waking up, to extract correct information."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The magic is here, right where you are. Let go of all those negative thoughts that are hiding it from you, and allow yourself to experience it.\n\nYou are alive, aware, and able to act in this realm of limitless possibilities. Recognize the opportunity, and let it capture your imagination.\n\nPerhaps you’ve been tricked into thinking that very particular, limited, improbable circumstances are necessary for fulfillment. But that’s not the case.\n\nYou have countless avenues available for creating rich, satisfying, meaningful experiences. Follow willingly as your heart leads the way.\n\nGive your attention, your time and energy to the best of what’s possible for right now. Let go of any preconceived notions about what you need, and see the inherent goodness in all you have.\n\nEmbrace the magic of life that’s upon you, around you, within you. Find joy in expanding and extending it out in all directions.",
      "author": "— Ralph Marston"
    }
  }
}