{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 8, 2025",
      "moon_phase_tonight": "Full Moon",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Как известно, эти лунные сутки связаны с активностью женской энергии, в том числе с ее сексуальной частью. И как следствие, сны являются отражением того, насколько у вас гармонично идет реализация сексуальной энергии. Сон может показать насколько она у вас подавлена, и какова степень не реализации ваших сексуальных желаний и фантазий. Конечно,  прежде всего нужно понимать, что имеется в виду не страстные сексуальные желания, а ваша способность творчески реализоваться через общение с противоположным полом. Поэтому если вам удалось определить степень напряжений или перекосы, постарайтесь немедленно заняться выравниванием искажений и ищите творческий выход для своей сексуальной энергии. Так, если вам сняться приятные сны, то это говорит о том, что вы проявляете свое творчество, и в отношениях с противоположным полом у вас все в порядке. Если не приятные сны, значит вам надо больше уделять внимание проявлению творчества, и поправить дела в отношениях.\nСны этих суток, могут исполниться в течении ближайших трех дней. Они могут предвещать успех.",
      "dream_interpretation_translated": "As you know, these lunar days are associated with the activity of female energy, including its sexual part. And as a result, dreams are a reflection of how harmoniously you have sexual energy. A dream can show how much it is depressed with you, and what is the degree of not realizing your sexual desires and fantasies. Of course, first of all, you need to understand what does not mean passionate sexual desires, but your ability to creatively realize through communication with the opposite sex. Therefore, if you managed to determine the degree of stress or distortion, try to immediately level the distortion and look for a creative output for your sexual energy. So, if you have pleasant dreams, then this suggests that you are showing your creativity, and in relations with the opposite sex you are all right. If not pleasant dreams, then you need to pay more attention to the manifestation of creativity, and correct things in relations.\nDreams of these days may be fulfilled over the next three days. They can foresee success."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You cannot go back in time and reverse a bad decision. What you can do is let it inspire you to make better choices going forward.\n\nRegret produces negative energy that only serves to bring you down. Yet you can come up with ways to transform that energy into a positive force.\n\nFeel the regret that lingers from your past, then re-focus that feeling on the good you can do in the present and future. Turn your desire to change what previously happened into a powerful desire to make beneficial use of what’s now available to you.\n\nYou’ve learned a great deal from all you’ve been through. In that wisdom is much potential value that you can reshape into tangible value.\n\nFrom your recollections of time that’s been wasted, create new time that’s put into productive, meaningful use. By considering opportunities you’ve squandered, seek to surpass them with fresh opportunities seized.\n\nRegret happens, yet it never has to be the end of your story. You have much better things to do now.",
      "author": "— Ralph Marston"
    }
  }
}