{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 1, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "Jul 24, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "time": "Сны этих суток, могут показать внутренний конфликт, скрытый в человеческом подсознании, и в его характере.Они могут быть неприятные и даже ужасные, но это говорит лишь о проблемах, которые скрываются в вашем подсознании и, как правило, обусловлены вашими кармическими задачами, которые нужно разрешить.Поскольку энергетика суток сложная, то и сны могут быть не простые, но пугаться их не стоит,  как и придавать большое значение образам, явившимся в этот день во сне. Просто проанализируй сон, и либо извлеките полезную информацию, либо отбросьте и забудьте сон со словами:  ‘Куда ночь, туда и сон’.Хорошие сны даже могут сбыться.",
      "time_translated": "Dreams of these days can show an internal conflict hidden in the human subconscious, and in its character. They can be unpleasant and even terrible, but this only indicates the problems that are hidden in your subconscious and, as a rule, are due to your karmic tasks that need to be resolved. Power the energy of the day is difficult, then dreams may not be aim The meaning of the images that appeared on this day in a dream. Just analyze the dream, and either remove useful information, or discard and forget the dream with the words: ‘where is the night, there and dreams. Good dreams can even come true."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Do what you have to do. Just go ahead and get it done.\n\nThough you’re not looking forward to it, you’ll get through it. Though it’s not your ideal activity, it’s not the end of the world.\n\nThink of how great you’ll feel to have it behind you. Imagine the confidence and sense of satisfaction you’ll gain by making it happen.\n\nThose positive outcomes can be a part of your life very soon. All it takes is for you to do what you have to do.\n\nLet go of the resentment, don’t concern yourself about whether it’s fair or not. Simply take one action after another and get it done.\n\nYou’ve put it off long enough, the excuses have run out, and now you can finally be done with it. Get to work now and get it done.",
      "author": "— Ralph Marston"
    }
  }
}