{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 27, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "В этот день, хороший сон может сбыться, а неприятный - это сон предупреждение.\nЕсли вы видите себя во сне плачущим, не пугайтесь, в этот день это хороший знак, у вас  \nпроисходит естественное очищение внутренних ресурсов организма.\nЕсли сны связаны с дорогой, движением - у вас все благополучно.\nЕсли снится что-то неприятное - это знак, что надо заняться своим здоровьем.\nТакже сон может показать, как протекает ваша энергия, как вы справляетесь со своими задачами.  \nПри внимательном анализе, вы можете увидеть, как происходит процесс трансформации, меняетесь ли \nвы, или двигаетесь по кругу.",
      "dream_interpretation_translated": "On this day, a good dream can come true, and an unpleasant dream is a dream of a warning.\nIf you see yourself crying in a dream, do not be alarmed, on this day this is a good sign, you have  \nThere is a natural cleansing of the internal resources of the body.\nIf dreams are connected with the road, movement - everything is safe for you.\nIf you dream of something unpleasant - this is a sign that you need to do your health.\nSleep can also show how your energy flows, how you deal with your tasks.  \nWith a careful analysis, you can see how the transformation process occurs, whether you change \nYou, or move in a circle."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Commitment happens when you set priorities and follow them without fail. Commit to it by acting not just when it is convenient or comfortable, but whenever it is necessary.\n\nYour commitment is expressed in more than words, much more than just saying you will. Commitment means doing whatever it takes to make it happen.\n\nCommitment is available to anyone who understands and appreciates its value enough to live with it in each and every moment. It requires no special skill, only sufficient desire, and faith in the virtue of the endeavor.\n\nGo ahead and get the job done, even though opinion and circumstances may fight vigorously against it. See things through to completion, for that’s what commitment entails.\n\nCommitment bears the pains of the moment without becoming dismayed. Commitment enjoys the pleasures of the journey without becoming sidetracked.\n\nCommitment can be summoned in an instant, and can endure for a lifetime. With sufficient commitment, whatever you intend is who you are, how you live, and what you accomplish.",
      "author": "— Ralph Marston"
    }
  }
}