{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 22, 2025",
      "moon_phase_tonight": "New Moon",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Энергетика суток сложная, это накладывает свой отпечаток и на сны. Перед тем, как лечь спать, зажгите свечку и очистите в доме пространство. В течение суток постарайтесь сохранять равновесие, хорошее настроение. Сны, которые увидите, проанализируйте по возможности с психологом. Сновидения могут быть сложными, неприятными и пугающими, но в данном случае это отражение вашего подсознания и того, что в нем накопилось, от чего надо очиститься.",
      "dream_interpretation_translated": "The energy of the day is complicated, it leaves its mark on dreams. Before you go to bed, light a candle and clean the space in the house. During the day, try to maintain balance, good mood. The dreams that you will see are analyzed if possible with a psychologist. Dreams can be complex, unpleasant and frightening, but in this case it is a reflection of your subconscious and what has accumulated in it, from which it is necessary to cleanse."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Holding someone accountable is not an affront to that person. It’s a sign of respect.\n\nWhen you insist on accountability, you encourage competence and even excellence. When you expect people to stand behind their work, you create the incentive for quality, effective efforts.\n\nExpecting accountability is an inherent part of expecting the best of people. Anyone who knows he or she will be held accountable has a powerful incentive to put forth good and honest effort.\n\nSeek accountability not to be a thorn in anyone’s side. Do so as a supporter of value and proficiency.\n\nOffering your own accountability and asking for it from others serves to form two sides of the same coin. For systems, societies and organizations to function well, it’s best to have accountability from all participants.\n\nBe eager to be held accountable, and unambiguous about expecting accountability from those with whom you interact. Accountability creates a net benefit for the situations it touches.",
      "author": "— Ralph Marston"
    }
  }
}