{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 3, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут показать, каким ценностям вы придаете большее значение в повседневной жизни. Если во сне вы видите материальные ценности, значит, ваша духовная жизнь в чем-то ущемлена и материальный аспект преобладает. Если вы видите больше духовные предметы, то, значит, ваш материальный мир ущемлен, вы много летаете в облаках, и в жизни у вас нет равновесия между материальными и духовными ценностями. А значит, нужно приложить усилие, чтобы наступил баланс между духовной и материальной составляющей.\nЕсли же вы относитесь к тем людям, кто идет по духовному пути, то в эти лунные сутки во сне могут быть откровения.\nВ этот день могут быть также сны, которые особого значения не имеют. Обращайте внимание на яркие сны, они могут быть вещими. Если сон вам хорошо запомнился, был хорошим, то он может исполниться через семь дней.",
      "dream_interpretation_translated": "Dreams on these days can show what values ​​you attach more importance in everyday life. If in a dream you see material values, then your spiritual life is infringed in some ways and the material aspect prevails. If you see more spiritual objects, then your material world is infringed, you fly a lot in the clouds, and in life you have no balance between material and spiritual values. So, you need to make an effort so that the balance between the spiritual and material component comes.\nIf you belong to those people who follow the spiritual path, then on these lunar days there may be revelations in a dream.\nOn this day, there may also be dreams that do not have much importance. Pay attention to vivid dreams, they can be broadcast. If you remember the dream well, it was good, then it can be fulfilled in seven days."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Make note of what’s wrong, but refuse to dwell on it. Once you’re aware of the problem, move quickly to do something positive about it.\n\nDirect your focus on the steps you can take to make things right. Challenge yourself to develop a realistic, useful perspective that transforms the problem into an opportunity.\n\nThere’s no value in getting stressed out about how bad things might be or might become. Draw motivation and enthusiasm from being in position and in action to make a difference.\n\nWhen a frustration, problem, annoyance, or distraction comes along, step back and observe what you are thinking. Fill your mind with creative, empowering thoughts that point you in the direction of achievement.\n\nTo make room for those positive thoughts, let go of thoughts that intensify your doubts, worries, and fears. Yes, stay in touch with reality, but also give preference to the thoughts you can act upon that create value in the world.\n\nWhatever you envision determines where you go. Get yourself clearly and acutely focused on the best possibilities, and fulfill them in the way you live your life.",
      "author": "— Ralph Marston"
    }
  }
}