{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 31, 2025",
      "moon_phase_tonight": "First Quarter",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этих суток, могут показать внутренний конфликт, скрытый в человеческом подсознании, и в его характере.\nОни могут быть неприятные и даже ужасные, но это говорит лишь о проблемах, которые скрываются в вашем подсознании и, как правило, обусловлены вашими кармическими задачами, которые нужно разрешить.\nПоскольку энергетика суток сложная, то и сны могут быть не простые, но пугаться их не стоит,  \nкак и придавать большое значение образам, явившимся в этот день во сне. Просто проанализируй сон, и либо извлеките полезную информацию, либо отбросьте и забудьте сон со словами:  \n‘Куда ночь, туда и сон’.\nХорошие сны даже могут сбыться.",
      "dream_interpretation_translated": "Dreams of these days can show an internal conflict hidden in the human subconscious, and in its character.\nThey can be unpleasant and even terrible, but this only indicates the problems that are hidden in your subconscious and, as a rule, are due to your karmic tasks that need to be resolved.\nSince the energy of the day is complicated, dreams may not be simple, but they should not be scared,  \nAs well as attach great importance to the images that appeared on this day in a dream. Just analyze the dream, and either remove useful information, or discard and forget the dream with the words:  \n‘Where is night, there and a dream’.\nGood dreams can even come true."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The search for meaning bears fruit when you stop merely searching and start actually doing. Whether you desire to connect with meaning for a day, or month, or lifetime, action forges that connection.\n\nInvest yourself in effort that is directed toward a purpose, and your sense of purpose cannot help but grow. One small purpose leads to larger, more significant ones.\n\nSoon, meaning becomes evident in every direction. You realize your situation, and indeed the whole world, is ripe with opportunities for fulfillment.\n\nIt’s true that some actions can lead you astray, but even that experience can serve to deepen your sense of purpose. Because the more you understand what you don’t want, the more clearly you grasp what you do want.\n\nWhen you’re confused about what to do or why, go ahead anyway and act on a reasonable option. Action will quickly clarify, strengthen, and refine your perceptions.\n\nGet yourself doing, then adjust and persist. All the things you do will bring your life plenty of meaning.",
      "author": "— Ralph Marston"
    }
  }
}