{
  "moon_today": {
    "moon_today": {
      "current_time": "Jul 30, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "Jul 24, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "time": "Сны в этот день могут принести полезную информацию, бывают даже вещие. Могут сбыться, но не  скоро.В этих снах могут быть подсказки, которые помогут растолковать смысл вашей жизни. Как правило, эти подсказки понятны, и ясно показывают вашу ситуацию, ваши задачи, цели. Особое внимание  обращайте на слова, которые будут произнесены во сне. Именно через слова в этот день подсознание общается с нами. Слова, услышанные во сне, желательно записать, и в течение седьмых лунных  суток понаблюдать, что вы слышите от окружающих, вас может посетить озарение от услышанного. В этот день вы можете во сне получить откровение через слова от Высших Сил, вам может явиться Высший образ, все, что вы услышите от них, обязательно будет прямым указанием к действию.Если во сне увидите боевого петуха, будьте внимательны к жизненным ситуациям.Если приснился дурной сон, то о его содержании поведайте бегущей воде, тогда все плохое уйдет, а хорошее приблизится.",
      "time_translated": "Dreams on this day can bring useful information, there are even prophetic information. They can come true, but not soon. These dreams may have tips that will help interpret the meaning of your life. As a rule, these tips are clear, and clearly show your situation, your tasks, goals. Pay special attention to the words that will be uttered in a dream. It is through words that day that the subconscious mind communicates with us. It is advisable to write down the words in a dream, and during the seventh lunar day to observe what you hear from others, you can visit the insight from what you heard. On this day, you can get a revelation through words from the Higher Forces in a dream, you may be the highest image, everything that you hear from them will certainly be a direct indication of action. If you see a combat rooster in a dream, be attentive to life situations. If you have a bad dream, then tell the running water about its content, then everything bad will leave."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You can make a difference in the way this day unfolds. You can make a difference for how tomorrow turns out.\n\nYou can make a difference for yourself. You can make a difference in the lives of others.\n\nEverything you choose to engage in brings consequences. You have the opportunity to make those consequences the best they can be.\n\nYou have the ability to make a positive difference in the space that’s right in front of you. You’re also able to have a positive impact on certain situations far away in time and location.\n\nWhat you do matters, in all sorts of ways. So be sure to put your love, your best considerations, and your highest truth into it.\n\nYou can make a difference, and you do make a difference all the time. Keep up the great work, and continue being a positive force in your world.",
      "author": "— Ralph Marston"
    }
  }
}