{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 2, 2025",
      "moon_phase_tonight": "First Quarter",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "time": "Десятые лунные сутки, как известно, связаны с родом и семьей, и сон также отражает этот  принцип. Поэтому во сне вы можете увидеть родственников или супруга (супругу), детей, и даже  прародителей всего рода, в том числе и духовных. Если во сне вам явились сильные рода, или Дух-Хранитель рода будьте внимательны к тому, что вам говорится, или что происходит, так как  через это вы можете прийти к какому-либо для себя пониманию, открытию, может вам будет оказана какая-то поддержка рода или будут переданы знания рода, если вы готовы.Также сны в эти лунные сутки могут быть достаточно легкие, яркие и сказочные, но они, как правило, не имеют значения. Тревожные сны надо осознать и либо с ночью отпустить их, либо  поработать с ними, чтобы в жизни они не настигли вас.Если же вам хочется воспользоваться моментом и поработать с семьей или родом, перед тем как  лечь спать настройтесь на это, и как только проснетесь, все запишите.",
      "time_translated": "The tenth lunar day, as you know, are associated with the family and family, and sleep also reflects this principle. Therefore, in a dream, you can see relatives or spouse (spouse), children, and even ancestors of the whole kind, including spiritual ones. If in a dream you have strong kinds, or the guardian spirit-guard, be careful to what you say, or what is happening, since through this you can come to any understanding, discovery, you may have some kind of support of the genus or will be transmitted by the family, if you are ready. Dreams on these lunar days can be quite light, bright and fabulous, but they, as a rule, do not matter. An alarming dreams must be understood and either let them go with them, or work with them so that they do not overtake you in life. If you want to use the moment and work with your family or birth, before you go to bed, tune in to it, and as soon as you wake up, write everything down."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Give yourself something to look forward to. Give yourself something meaningful and compelling to work toward.\n\nLife can often be difficult and challenging. Make sure you have plenty of good reasons to pay the price, to push through the challenges.\n\nWhen there’s a light at the end of the tunnel, every step brings you closer to that light. No matter how difficult each step may be, you can bear the difficulty because you know what’s ahead.\n\nWhat do you see ahead for you, right now? Provide yourself with a brilliant, desirable light that becomes more reachable with every action.\n\nEquip yourself with a way to stay in touch with your purpose. Envision the specific details of a situation that you truly desire to inhabit.\n\nIdentify what will get you going and keep you going, and firmly insert it into your idea of the future. With something compelling to look forward to, you’re certain to move forward.",
      "author": "— Ralph Marston"
    }
  }
}