{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 26, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны, особенно цветные, могут исполниться.\nЕсли в ночь, предшествующую этому дню, вам приснилось, что что-то спутывается, например, нитки или волосы, или переплетение дорог кажется вам непонятным и запутанным, то желательно  \nпроанализировать то, что вы задумали, и совсем отказаться от планов или переосмыслить,  \nперепланировать.\nВо снах этих лунных суток могут, так или иначе, присутствовать ваши родители или родственники.  \nЭто указание: надо проанализировать, какие проблемы вы унаследовали от них, и начинать их  \nрешение.\nЕсли снится какая-то опасность - это предупреждение, что надо быть особенно внимательным и осознанным в выборе своей линии поведения.\nОбразы, которые вам являются во снах в эти сутки, могут указать области ‘грехопадения’, где вы \nможете проколоться, но имеется в виду  ваш внутренний мир, или, иными словами, ваша духовная  \nсоставляющая.\nПроще сказать, что в это время вы можете понять, с какой стороны ‘древа познания добра и зла’  \nна данный момент времени скопилась большая часть вашей энергии. Если вы явно это осознали,  \nпримите это как указание к действию.",
      "dream_interpretation_translated": "Dreams, especially colored ones, can be fulfilled.\nIf on the night preceding this day you dreamed that something was confused, for example, threads or hair, or the interweaving of roads seems incomprehensible and confusing to you, then it is desirable  \nto analyze what you have planned, and completely abandon plans or rethink,  \nRetrive.\nIn the dreams of these lunar days, one way or another, your parents or relatives can be present.  \nThis is an instruction: you need to analyze what problems you have inherited from them, and start them  \nsolution.\nIf you dream of any danger, it is a warning that you must be especially careful and conscious in choosing your own behavior line.\nThe images that you are in dreams on this day can indicate the areas of ‘sinful’, where you \nYou can pierce, but this is your inner world, or, in other words, your spiritual  \nComponent.\nIt is easier to say that at this time you can understand which side of the ‘Tree of the Knowledge of Good and Evil’  \nAt the moment, most of your energy has accumulated. If you clearly realized it  \nAccept this as an indication of action."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "When you reach your goal, look for how you can exceed it. You’ve established momentum, so put that momentum to good use.\n\nFeel the satisfaction of accomplishment that your efforts have created. Then consider what you can do to add to that feeling.\n\nThe point of achievement is not to stop once you get there. Instead, let it set the stage for even more achievement.\n\nRefuse to let your satisfaction erode into complacency. You’ve transcended a challenge and produced real value, and now is your opportunity to tackle a new challenge.\n\nYou’ve proved to yourself how capable you are. Envision another good way to put all your capabilities to use.\n\nThere’s a whole lot more great work to be done. Keep the achievement and the value coming.",
      "author": "— Ralph Marston"
    }
  }
}