{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 3, 2025 at 6:16:10 am",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 1, 2025 at 3:41 pm (Previous Phase)",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "moon_day": "начинается в 16:46",
      "moon_phase": "",
      "time": "Значение снов в 11-й лунный деньСны этих лунных суток, как правило, показывают, насколько гармонично мы двигаемся в материальном и духовном мире.\nОбразы, которые вам являются, достаточно четко выражают ваше положение на данный момент времени. Если сон хороший и вы выступаете в позитивной роли, значит, ваше развитие идет в правильном направлении. Если вы выступаете в роли, где вам причиняют неприятности, или вы сами их причиняете, значит, в жизни где-то вы поступаете неправильно, или ваш духовный мир находится в запустении.\nХорошие сны этих лунных суток к счастью. Они могут нести полезную информацию, быть вещими, и, как правило, исполняются.\nИногда говорят, что сон, который приснился вам в эту ночь, может исполниться за 3 дня.\nИногда в это время вы можете не видеть сны, тогда жизнь дает возможность вам просто отдохнуть, так как сами по себе сутки не самые легкие и очень энергетичные.",
      "zodiac_sign": "",
      "interpretation": ""
    }
  },
  "inspiration": {
    "inspiration": {
      "date": "Saturday, August 2, 2025",
      "title": "Starting fresh",
      "content": "No matter how much you’ve accomplished before, live and act today as if you’re starting fresh. The great work you’ve already done doesn’t give you an excuse to take anything for granted.\n\nSure, you have skills, experiences, and connections that are priceless. Yet their value will quickly deteriorate if you fail to maintain and create new value with them.\n\nNo achievement gives you permission to hold off on achieving anything further. Indeed, every achievement obligates you to bring even more goodness to life.\n\nIt’s easy to get arrogant about what you’ve accomplished. But it’s a whole lot more useful, to yourself and others, when you can be humbled by the good things you’ve done.\n\nCertainly achievement provides you lots of advantages. Employ those advantages to tackle even greater challenges, not to hide from your potential.\n\nYou’ve done some great things, and that’s wonderful. Now is your chance to start fresh, and do much more.",
      "author": "— Ralph Marston"
    }
  }
}
