{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 1, 2025 at 4:55:25 am",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 1, 2025 at 3:41 pm (Next Phase)",
      "new_moon": "Jul 24, 2025 at 10:11 pm (Previous Phase)"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "moon_day": "начинается в 14:04",
      "moon_phase": "",
      "time": "Значение снов в 9-й лунный деньСны этих суток, могут показать внутренний конфликт, скрытый в человеческом подсознании, и в его характере.\nОни могут быть неприятные и даже ужасные, но это говорит лишь о проблемах, которые скрываются в вашем подсознании и, как правило, обусловлены вашими кармическими задачами, которые нужно разрешить.\nПоскольку энергетика суток сложная, то и сны могут быть не простые, но пугаться их не стоит,  \nкак и придавать большое значение образам, явившимся в этот день во сне. Просто проанализируй сон, и либо извлеките полезную информацию, либо отбросьте и забудьте сон со словами:  \n‘Куда ночь, туда и сон’.\nХорошие сны даже могут сбыться.",
      "zodiac_sign": "",
      "interpretation": "Реклама"
    }
  },
  "inspiration": {
    "inspiration": {
      "date": "Thursday, July 31, 2025",
      "title": "Get it done",
      "content": "Do what you have to do. Just go ahead and get it done.\n\nThough you’re not looking forward to it, you’ll get through it. Though it’s not your ideal activity, it’s not the end of the world.\n\nThink of how great you’ll feel to have it behind you. Imagine the confidence and sense of satisfaction you’ll gain by making it happen.\n\nThose positive outcomes can be a part of your life very soon. All it takes is for you to do what you have to do.\n\nLet go of the resentment, don’t concern yourself about whether it’s fair or not. Simply take one action after another and get it done.\n\nYou’ve put it off long enough, the excuses have run out, and now you can finally be done with it. Get to work now and get it done.",
      "author": "— Ralph Marston"
    }
  }
}
