{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 11, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сложный день, и сны тоже могут быть неприятные. Поэтому если вам приснился плохой сон, прочитайте после сна какую-либо молитву, например ‘Отче Наш’ или скажите ‘Куда ночь туда и сон’, и представьте, как сон рассеивается.\nВ этот день лучше не стараться самому интерпретировать сон, лучше обратиться к профессионалам, так как сон несет не буквальный смысл, а скрывает в себе психологические проблемы подсознания.",
      "dream_interpretation_translated": "A difficult day, and dreams can also be unpleasant. Therefore, if you had a bad dream, read any prayer after sleep, for example ‘Our Father’ or tell ‘where the night is there and sleep’, and imagine how the dream is scattered.\nOn this day, it is better not to try to interpret a dream yourself, it is better to turn to professionals, since the dream does not bring literal meaning, but hides the psychological problems of the subconscious."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You have much to complain about. Rise above your need to do so.\n\nInstead of complaining about the problem, devise a solution. Better yet, put that solution into action.\n\nComplaining is so common that nobody really pays much attention when you do it. Yet people absolutely do sit up and take notice when you achieve something valuable and useful.\n\nIt’s not that much of a distance between complaining about what’s wrong and working to make things right. When you’ve identified the problem you’re well on your way toward solving it, so go beyond mere complaining.\n\nGo ahead and finish the work of making things right. If it’s important enough to complain about, it’s important enough to do something about.\n\nThink in terms of what’s desirable rather than just obsessing over what’s wrong. If you feel the urge to complain, choose instead to invest attention and effort into making real progress, and everyone will be much better off.",
      "author": "— Ralph Marston"
    }
  }
}