{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 23, 2025",
      "moon_phase_tonight": "New Moon",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "",
      "dream_interpretation": "В эти лунные сутки вы можете увидеть светлые и радостные сны, которые обычно исполняются, но только в том случае, если вы хорошо поработали со своим подсознанием в течение лунного месяца. Это могут быть сны-итоги, сны, которые показывают, что предстоит сделать в следующий лунный цикл. Этот лунный день бывает редко, поэтому будьте особенно внимательны к снам этого дня. Запишите их и проанализируйте, что вы сделали и что вам предстоит, на что стоит обратить внимание и к чему приложить усилия.",
      "dream_interpretation_translated": "On these lunar days, you can see bright and joyful dreams that are usually performed, but only if you have worked well with your subconscious during the lunar month. It can be interpretations, dreams that show what to do in the next lunar cycle. This lunar day is rare, so be especially attentive to the dreams of this day. Write them down and analyze what you have done and what you have to, what you should pay attention to and why make efforts."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Holding someone accountable is not an affront to that person. It’s a sign of respect.\n\nWhen you insist on accountability, you encourage competence and even excellence. When you expect people to stand behind their work, you create the incentive for quality, effective efforts.\n\nExpecting accountability is an inherent part of expecting the best of people. Anyone who knows he or she will be held accountable has a powerful incentive to put forth good and honest effort.\n\nSeek accountability not to be a thorn in anyone’s side. Do so as a supporter of value and proficiency.\n\nOffering your own accountability and asking for it from others serves to form two sides of the same coin. For systems, societies and organizations to function well, it’s best to have accountability from all participants.\n\nBe eager to be held accountable, and unambiguous about expecting accountability from those with whom you interact. Accountability creates a net benefit for the situations it touches.",
      "author": "— Ralph Marston"
    }
  }
}