{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 24, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны вторых лунных суток могут быть снами-указателями пути, который вам предстоит избрать для решения своих кармических задач, особенно если эти задачи начали проявлять себя в жизни. Поэтому ко снам в это время нужно быть особенно внимательным. Эти сны несут закладку для работы на весь месяц, в дальнейшем образы, которые будут приходить к вам во сне, будут лишь разверткой того, что вам приснилось сегодня. Поэтому желательно сон правильно интерпретировать, и не бояться посмотреть правде в глаза.\nСны открывают нам то, что записано в нашем подсознании, и то, что нами руководит в повседневной жизни, поэтому если вам открылась какая-то сторона, на первый взгляд кажущаяся не приятной и не правдивой,  призадумайтесь и постарайтесь поработать с проявившейся проблемой.\nМогут быть и пустые сны, которым не стоит придавать значения, это значит, что ваши задачи пока не обозначены. Они могут быть не очень приятными, но это не важно.\nПеред тем, как лечь спать, можете обозначить задачу, если хотите понять, с чем вам нужно поработать.\nЕсли в этот день приснился сон, где вы не можете преодолеть какое-то препятствие, то в жизни легко его преодолеете.",
      "dream_interpretation_translated": "Dreams of the second lunar day can be the dreams of the path that you have to choose to solve your karmic problems, especially if these tasks have begun to manifest yourself in life. Therefore, to dreams at this time you need to be especially careful. These dreams carry the bookmark for work for the whole month, in the future the images that will come to you in a dream will only be a scan of what you dreamed today. Therefore, it is advisable to interpret the dream correctly, and not be afraid to look the truth.\nDreams reveal to us what is recorded in our subconscious, and what we leads in everyday life, so if you have opened some side, at first glance seeming not pleasant and not true, think and try to work with the problem that has appeared.\nThere may be empty dreams that should not be given value, this means that your tasks have not yet been indicated. They may not be very pleasant, but it doesn't matter.\nBefore you go to bed, you can identify the task if you want to understand what you need to work with.\nIf on this day a dream was a dream where you cannot overcome some kind of obstacle, then in life you will easily overcome it."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "No matter how much time you’ve wasted, you can start now to make good and meaningful use of every day. No matter how much effort you’ve avoided, you can put forth new effort now.\n\nSure, it would be nice to have started earlier, but that’s no longer possible. Yet you can do what is absolutely possible, which is to start now.\n\nRather than wallowing in regret for time lost, transform that regret into positive energy for moving forward. Instead of wishing you had made better choices, grant your wish by making an excellent choice now.\n\nThere’s a distinct stretch of time that’s highly accessible. It’s the stretch of time that begins in this moment, that you can begin to make use of right now.\n\nFor anything you’ve always meant to do, there is some version of it available for you to undertake today. Challenge yourself to exchange the empty wishes for effective action.\n\nLet every disappointment about the past give way to inspiration and enthusiasm for your very real present opportunities. Whatever may have happened before, stand up, step forward, and start now.",
      "author": "— Ralph Marston"
    }
  }
}