{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 30, 2025",
      "moon_phase_tonight": "First Quarter",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти лунные сутки указывают на ваши возможности, которые вы не реализовали, но которые все-таки стоит  реализовать. Кроме того, вы можете увидеть указание на те проблемы, от  \nкоторых вы отвернулись в прошлом и забыли о них, но их нужно решить. Вы можете увидеть те  \nзадачи, для решения которых у вас есть силы, не отворачивайтесь от них, постарайтесь приложить  \nэти силы для решения поставленных задач и не потратить энергию понапрасну.\nКроме того образы снов в это время показывают на способность вас к изменениям и трансформации, так, если вам снятся замкнутые пространства, препятствия, тупики и тому подобное, значит, вы пока не изменяетесь. Если наоборот, открытые пространства, поля, горы, море, красивые помещения, светлые, чистые, значит вы идете, в преображении себя в верном направлении и прикладываете усилия к трансформации.\nИтак, главная задача снов в этот день, показать ваше предназначение. Иногда сны бывают  \nзамысловатые, и сложно понять, в чем же смысл вашей жизненной задачи. Иногда достаточно ясно описывают всю картину.\nЕсли хотите чтобы через сон ваше предназначение прояснилось, поставьте цель накануне.  \nПроснувшись, проанализируйте все, что вам приснилось, и имейте в виду, что жизнь не всегда ставит нам великие задачи, может, это с вашей точки зрения и маленькая задача, но выполнение ее будет иметь огромное значение для вас.",
      "dream_interpretation_translated": "Dreams on these lunar days indicate your capabilities that you have not implemented, but which is still worth realizing. In addition, you can see an indication of those problems, from  \nWhich you turned away in the past and forgot about them, but they need to be solved. You can see those  \ntasks for the solution of which you have the strength, do not turn away from them, try to attach  \nThese forces to solve the tasks and do not spend energy in vain.\nIn addition, the images of dreams at this time show you the ability to change and transform you, so if you dream of closed spaces, obstacles, dead ends and the like, then you have not changed yet. If, on the contrary, open spaces, fields, mountains, sea, beautiful rooms, bright, clean, then you go, in the transformation of yourself in the right direction and make efforts to transformation.\nSo, the main task of dreams on this day is to show your purpose. Sometimes there are dreams  \nintricate, and it is difficult to understand what is the meaning of your life task. Sometimes they clearly describe the whole picture.\nIf you want your purpose to clarify through a dream, set a target the day before.  \nHaving woken up, analyze everything that you dreamed, and keep in mind that life does not always set us great tasks, maybe this is from your point of view and a small task, but its fulfillment will be of great importance for you."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The search for meaning bears fruit when you stop merely searching and start actually doing. Whether you desire to connect with meaning for a day, or month, or lifetime, action forges that connection.\n\nInvest yourself in effort that is directed toward a purpose, and your sense of purpose cannot help but grow. One small purpose leads to larger, more significant ones.\n\nSoon, meaning becomes evident in every direction. You realize your situation, and indeed the whole world, is ripe with opportunities for fulfillment.\n\nIt’s true that some actions can lead you astray, but even that experience can serve to deepen your sense of purpose. Because the more you understand what you don’t want, the more clearly you grasp what you do want.\n\nWhen you’re confused about what to do or why, go ahead anyway and act on a reasonable option. Action will quickly clarify, strengthen, and refine your perceptions.\n\nGet yourself doing, then adjust and persist. All the things you do will bring your life plenty of meaning.",
      "author": "— Ralph Marston"
    }
  }
}