{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 21, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "В эти лунные сутки можно работать со снами. Сны могут указать на препятствия, затруднения в делах и способы их преодоления. Сны в эти сутки вещие. В них вы можете увидеть свое будущее. Делайте выводы и знайте: сон только предупреждает, а сбудется он или нет - зависит от вас. Во сне человек может увидеть, кем он был в предыдущей жизни.\nКроме этого, сны в этот день отражают чувственный мир человека, его эмоциональную сферу, сферу любви, и поэтому при толковании сна можно рассмотреть препятствия, связанные с проявлением любви, и, найдя подсказку, следовать ей.",
      "dream_interpretation_translated": "On these lunar days you can work with dreams. Dreams can indicate obstacles, difficulties in business and ways to overcome them. Dreams on these days are prophetic. In them you can see your future. Draw conclusions and know: the dream only warns whether it will come true or not - it depends on you. In a dream, a person can see who he was in his previous life.\nIn addition, dreams on this day reflect the sensual world of a person, his emotional sphere, the sphere of love, and therefore, when interpreting sleep, you can consider obstacles associated with the manifestation of love, and, finding a hint, follow it."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Whatever it is you seek to obtain, seek also to obtain understanding. Achievement and experience need connection in order to have value, and understanding enables that connection.\n\nUnderstanding is gained through time, effort, involvement and commitment. It’s what makes the difference between authentic activities and shallow imitations.\n\nEvery possession, every relationship, every activity derives meaning and benefit from understanding. It’s important to understand the why, the how, the context, the history, the potential of life’s many facets.\n\nBe curious and caring enough to understand, and diligent enough to continue deepening your understanding. That serves to greatly enrich your life and the lives of those around you.\n\nIt’s never enough to possess the mere tokens of a good life, no matter how impressive they may be. Make sure you understand why they matter, as well as your role in keeping life’s manifold goodness viable.\n\nInvest yourself in understanding. It makes all the difference in the quality of your world.",
      "author": "— Ralph Marston"
    }
  }
}