{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 5, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этих суток не имеют большого значения, но они могут показать вашу скрытую способность, которую следовало бы развить, и поэтому только в этом смысле их следует рассмотреть.\nКак правило, они не сбываются. Поэтому, если вы проснетесь с воспоминанием о сне, в котором было что-то грустное и неприятное, не придавайте значения.",
      "dream_interpretation_translated": "Dreams of these days are not very important, but they can show your hidden ability that should be developed, and therefore only in this sense they should be considered.\nAs a rule, they do not come true. Therefore, if you wake up with a memory of a dream in which there was something sad and unpleasant, do not attach any value."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You cannot hope to notice everything in the complex, dynamic world around you. What you do notice is based largely on your expectations.\n\nYou cannot possibly undertake every action that’s available to you. Your expectations play a key role in the actions you do end up taking.\n\nIf your performance somehow manages to exceed your expectations, you’re likely to quickly adjust what you’re doing to get yourself back in range. By the same token, when your performance comes in below your expectations, you’ll make all sorts of changes to get it back in line.\n\nWhat you expect is, to a large degree, what you get. It’s not magic, but based on awareness, feedback, and motivation.\n\nYour expectations serve as a filter through which you perceive and set the range within which you act. So it makes good sense to align your expectations with what you value in your world and aspire to in your life.\n\nGenuinely expect goodness and desirable, meaningful results. Through those expectations you’ll discover plenty of great opportunities, pushing yourself and arranging your life to fulfill them.",
      "author": "— Ralph Marston"
    }
  }
}