{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 3, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут показать, каким ценностям вы придаете большее значение в повседневной жизни. Если во сне вы видите материальные ценности, значит, ваша духовная жизнь в чем-то ущемлена и материальный аспект преобладает. Если вы видите больше духовные предметы, то, значит, ваш материальный мир ущемлен, вы много летаете в облаках, и в жизни у вас нет равновесия между материальными и духовными ценностями. А значит, нужно приложить усилие, чтобы наступил баланс между духовной и материальной составляющей.\nЕсли же вы относитесь к тем людям, кто идет по духовному пути, то в эти лунные сутки во сне могут быть откровения.\nВ этот день могут быть также сны, которые особого значения не имеют. Обращайте внимание на яркие сны, они могут быть вещими. Если сон вам хорошо запомнился, был хорошим, то он может исполниться через семь дней.",
      "dream_interpretation_translated": "Dreams on these days can show what values ​​you attach more importance in everyday life. If in a dream you see material values, then your spiritual life is infringed in some ways and the material aspect prevails. If you see more spiritual objects, then your material world is infringed, you fly a lot in the clouds, and in life you have no balance between material and spiritual values. So, you need to make an effort so that the balance between the spiritual and material component comes.\nIf you belong to those people who follow the spiritual path, then on these lunar days there may be revelations in a dream.\nOn this day, there may also be dreams that do not have much importance. Pay attention to vivid dreams, they can be broadcast. If you remember the dream well, it was good, then it can be fulfilled in seven days."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "There is no enduring competence without humility. There is no worthwhile achievement without love.\n\nGoing emptily through the motions is never enough. Effectiveness happens when you throw the whole of yourself into what you do.\n\nLive your life filled with awe for the entirety of existence, and in gratitude for your own existence. In doing so you invite and enable progress.\n\nGo forward with the assumption that you deserve nothing and are capable of anything. Continue to discover how the richness of each experience is based on the effort and authenticity you give it.\n\nYou gain value from the people, things, activities to which you pay attention, and care about, and dedicate your commitment. Eagerly embrace opportunities for doing so.\n\nCelebrate the beauty and power of your connection with all that is, and with all who are. Continue to inject new value into that connection by offering your best in every situation.",
      "author": "— Ralph Marston"
    }
  }
}