{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 10, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сны этого дня несут в себе наше отражение. Если сопоставить наш образ во сне с образом в жизни, можно понять, насколько мы далеки от реализации желаемого. Если нам снится, что мы активны, напористы, энергичны и т.д., а в жизни наоборот сильно подавлены и пассивны, значит, надо искать баланс: стараться проявлять активность, энергичность в одних ситуациях, терпение и спокойствие в других. Если во сне вы такой же, как и в жизни, и у вас не возникает ощущения или желания перемен себя, значит, в подсознании нет противоречий с вашими представлениями о себе. Если сон указал на дисбаланс, на противоречия в подсознании, то запишите сон и еще в течение этих лунных суток понаблюдайте, какие проблемы будет  показывать вам окружение, запишите их, все сопоставьте и приступайте к работе. Если подготовитесь заранее, настройтесь на сон, чтобы он вам помог увидеть противоречия с подсознанием, перед сном положите тетрадь и ручку рядом, чтобы если вы проснетесь, смогли записать сны.\nСны также могут указать на то, что мешает вам жить, могут быть подсказки, как преодолеть проблемы, в том числе и со здоровьем. Хороший сон предвещает прибыль и удачные приобретения.\nСны могут сбыться.",
      "dream_interpretation_translated": "The dreams of this day are our reflection. If we compare our image in a dream with a way in life, we can understand how far we are from the implementation of the desired. If we dream that we are active, assertive, energetic, etc., and in life, on the contrary, they are very depressed and passive, it means that we must look for a balance: try to show activity, energy in some situations, patience and tranquility in others. If in a dream you are the same as in life and you do not have a sensation or desire for change, it means that in the subconscious there are no contradictions with your ideas about yourself. If the dream pointed to an imbalance, the contradictions in the subconscious, then write down the dream and, during these lunar days, observe what problems the environment will show you, write them down, compare everything and start work. If you prepare in advance, tune in to sleep so that it helps you see the contradictions with the subconscious, put a notebook and pen nearby before going to bed, so that if you wake up, you can write down dreams.\nDreams can also indicate that it prevents you from living, there may be tips on how to overcome problems, including health. A good dream portends profit and successful acquisitions.\nDreams can come true."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You have much to complain about. Rise above your need to do so.\n\nInstead of complaining about the problem, devise a solution. Better yet, put that solution into action.\n\nComplaining is so common that nobody really pays much attention when you do it. Yet people absolutely do sit up and take notice when you achieve something valuable and useful.\n\nIt’s not that much of a distance between complaining about what’s wrong and working to make things right. When you’ve identified the problem you’re well on your way toward solving it, so go beyond mere complaining.\n\nGo ahead and finish the work of making things right. If it’s important enough to complain about, it’s important enough to do something about.\n\nThink in terms of what’s desirable rather than just obsessing over what’s wrong. If you feel the urge to complain, choose instead to invest attention and effort into making real progress, and everyone will be much better off.",
      "author": "— Ralph Marston"
    }
  }
}