{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 7, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут быть разного характера, все будет зависеть от вашего внутреннего состояния.\nЕсли вам приснился яркий хороший сон, то он может сбыться, правда, если вы о нем не будете рассказывать. Если что-то тяжелое, то ваше внутренне состояние находится в дисбалансе, займитесь собой.\nКроме того, по тому, какой был сон - хороший, яркий, красочный или мрачный, тусклый, и не приятный - вы можете определить, какая энергия в вашем подсознании сейчас преобладает, светлая или темная.\nЧасто бывают вещие сны, которые дают информацию на ближайший месяц.",
      "dream_interpretation_translated": "Dreams on these days can be of different nature, everything will depend on your internal state.\nIf you had a bright good dream, then it can come true, however, if you do not talk about it. If something is difficult, then your internal condition is in an imbalance, take care of yourself.\nIn addition, by what the dream was - good, bright, colorful or gloomy, dull, and not pleasant - you can determine what energy in your subconscious now prevails, bright or dark.\nOften there are prophetic dreams that give information for the next month."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Remind yourself how fortunate you are, having all you have, able to do all you can do. Think of the steps you can take to make full use of that good fortune.\n\nYour life is far from perfect, and the world around you certainly has its flaws. Yet there are plenty of positive possibilities to explore, all sorts of opportunities available.\n\nFill yourself with the energy of gratitude. Then focus that energy on making improvements in your own life and the lives of those around you.\n\nNot only do you have the good fortune of being capable, aware, and resourceful. You’re also positioned to create positive outcomes.\n\nThis moment is the culmination of everything you’ve experienced, all you’ve done. Honor that bountiful legacy by applying it fully toward good purpose.\n\nYou’ve successfully navigated through all life’s ups and downs to reach this point. Now is your chance to step up and continue carrying that good fortune forward.",
      "author": "— Ralph Marston"
    }
  }
}