{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 29, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в этот день могут принести полезную информацию, бывают даже вещие. Могут сбыться, но не  \nскоро.\nВ этих снах могут быть подсказки, которые помогут растолковать смысл вашей жизни. Как правило, \nэти подсказки понятны, и ясно показывают вашу ситуацию, ваши задачи, цели. Особое внимание  \nобращайте на слова, которые будут произнесены во сне. Именно через слова в этот день подсознание общается с нами. Слова, услышанные во сне, желательно записать, и в течение седьмых лунных  \nсуток понаблюдать, что вы слышите от окружающих, вас может посетить озарение от услышанного. В этот день вы можете во сне получить откровение через слова от Высших Сил, вам может явиться Высший образ, все, что вы услышите от них, обязательно будет прямым указанием к действию.\nЕсли во сне увидите боевого петуха, будьте внимательны к жизненным ситуациям.\nЕсли приснился дурной сон, то о его содержании поведайте бегущей воде, тогда все плохое уйдет, \nа хорошее приблизится.",
      "dream_interpretation_translated": "Dreams on this day can bring useful information, there are even prophetic information. Can come true, but not  \nsoon.\nIn these dreams there may be tips that will help interpret the meaning of your life. As a rule \nThese tips are clear, and clearly show your situation, your tasks, goals. Particular attention  \nTurn to the words that will be uttered in a dream. It is through words that day that the subconscious mind communicates with us. Words heard in a dream, preferably recorded, and during the seventh lunar  \nFor a day to observe what you hear from others, you can visit the insight from what you heard. On this day, in a dream you can get a revelation through words from the Higher Forces, you may come to the highest image, everything that you hear from them will certainly be a direct indication of the action.\nIf in a dream you see a combat rooster, be attentive to life situations.\nIf you have a bad dream, then tell the running water about its content, then everything bad will leave, \nAnd the good will come close."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "To make progress, get involved. Take a hands-on approach, dig into the details.\n\nWork to develop an effective plan for moving forward. Then put sustained effort into implementing that plan.\n\nObservation and speculation have their place. Yet they must result in real-world actions that make a difference.\n\nDon’t merely announce what you think would be the best thing to do. Invest yourself in setting it up and getting it done.\n\nThere’s no shortage of people who are eager to stand on the sidelines and shout out advice. But someone needs to get in the game, take on the various challenges and fulfill the unique opportunities of the situation.\n\nBe the person who is ready and willing to do that. Get yourself involved, and enjoy the satisfaction of making good things happen.",
      "author": "— Ralph Marston"
    }
  }
}