{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 8, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Как известно, эти лунные сутки связаны с активностью женской энергии, в том числе с ее сексуальной частью. И как следствие, сны являются отражением того, насколько у вас гармонично идет реализация сексуальной энергии. Сон может показать насколько она у вас подавлена, и какова степень не реализации ваших сексуальных желаний и фантазий. Конечно,  прежде всего нужно понимать, что имеется в виду не страстные сексуальные желания, а ваша способность творчески реализоваться через общение с противоположным полом. Поэтому если вам удалось определить степень напряжений или перекосы, постарайтесь немедленно заняться выравниванием искажений и ищите творческий выход для своей сексуальной энергии. Так, если вам сняться приятные сны, то это говорит о том, что вы проявляете свое творчество, и в отношениях с противоположным полом у вас все в порядке. Если не приятные сны, значит вам надо больше уделять внимание проявлению творчества, и поправить дела в отношениях.\nСны этих суток, могут исполниться в течении ближайших трех дней. Они могут предвещать успех.",
      "dream_interpretation_translated": "As you know, these lunar days are associated with the activity of female energy, including its sexual part. And as a result, dreams are a reflection of how harmoniously you have sexual energy. A dream can show how much it is depressed with you, and what is the degree of not realizing your sexual desires and fantasies. Of course, first of all, you need to understand what does not mean passionate sexual desires, but your ability to creatively realize through communication with the opposite sex. Therefore, if you managed to determine the degree of stress or distortion, try to immediately level the distortion and look for a creative output for your sexual energy. So, if you have pleasant dreams, then this suggests that you are showing your creativity, and in relations with the opposite sex you are all right. If not pleasant dreams, then you need to pay more attention to the manifestation of creativity, and correct things in relations.\nDreams of these days may be fulfilled over the next three days. They can foresee success."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "There are limits to what you can meaningfully care about, to what you can know. There are limits to what you can do, and express, and experience.\n\nThose limits are amazingly wide, yet they exist. In order to do anything, to know anything, to have anything in any meaningful way, you must let other things go.\n\nJust because a manageable bit of something is good, doesn’t mean an infinite amount of it is better. Life’s richness comes from focusing on specific matters, not from injecting yourself into every matter.\n\nIt’s great when you say yes to opportunities, to learning, to experience, to relationships, to challenges. But also it’s necessary at many times, in numerous circumstances to say no.\n\nRespect the exceptional nature of your life by recognizing your limits. With a positive, creative approach, those limits can support you more than they constrain you.\n\nYou have the amazing opportunity of living in the real world, a world that has limits. Let go of what you must in order to enlarge and enrich what truly matters.",
      "author": "— Ralph Marston"
    }
  }
}