{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 29, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в этот день могут принести полезную информацию, бывают даже вещие. Могут сбыться, но не  \nскоро.\nВ этих снах могут быть подсказки, которые помогут растолковать смысл вашей жизни. Как правило, \nэти подсказки понятны, и ясно показывают вашу ситуацию, ваши задачи, цели. Особое внимание  \nобращайте на слова, которые будут произнесены во сне. Именно через слова в этот день подсознание общается с нами. Слова, услышанные во сне, желательно записать, и в течение седьмых лунных  \nсуток понаблюдать, что вы слышите от окружающих, вас может посетить озарение от услышанного. В этот день вы можете во сне получить откровение через слова от Высших Сил, вам может явиться Высший образ, все, что вы услышите от них, обязательно будет прямым указанием к действию.\nЕсли во сне увидите боевого петуха, будьте внимательны к жизненным ситуациям.\nЕсли приснился дурной сон, то о его содержании поведайте бегущей воде, тогда все плохое уйдет, \nа хорошее приблизится.",
      "dream_interpretation_translated": "Dreams on this day can bring useful information, there are even prophetic information. Can come true, but not  \nsoon.\nIn these dreams there may be tips that will help interpret the meaning of your life. As a rule \nThese tips are clear, and clearly show your situation, your tasks, goals. Particular attention  \nTurn to the words that will be uttered in a dream. It is through words that day that the subconscious mind communicates with us. Words heard in a dream, preferably recorded, and during the seventh lunar  \nFor a day to observe what you hear from others, you can visit the insight from what you heard. On this day, in a dream you can get a revelation through words from the Higher Forces, you may come to the highest image, everything that you hear from them will certainly be a direct indication of the action.\nIf in a dream you see a combat rooster, be attentive to life situations.\nIf you have a bad dream, then tell the running water about its content, then everything bad will leave, \nAnd the good will come close."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Some things that were hurting you at one time are no longer hurting you. And from your current perspective, you can see that they’ve actually helped you in certain ways.\n\nThere are difficulties you’re enduring now that you’ll eventually look back on in a similar fashion. Although your current suffering and distress are all too real, the value on the other side of them will be just as real.\n\nIn every problem are seeds for an effective solution. That’s hard to see when you’re surrounded by the problem, yet your past experience proves it to be true.\n\nThings will eventually change for the better because you have the power and the will to make them better. The more uncomfortable you are, the more determined you become to find a positive way forward.\n\nTake inspiration for what you’ve already been through. Remind yourself of how and why you did it, and of your ability to do it again.\n\nWith your effort and commitment, hard times lead to good times. Be clear and positive about how far you’ve come, and relentless about continuing to move in a good and fulfilling direction.",
      "author": "— Ralph Marston"
    }
  }
}