{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 28, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны, которые вы увидели в этот день, могут сбыться, но при условии, что вы о них ни кому не  \nрасскажете. Это, как говорится, 'сон в руку’. Все, что вам приснилось в этот день можно  \nрассматривать как предсказание или указание, откровение Высших сил.\nВ них часто видится то, что не сделали, или то, что надо доделать и желательно побыстрее.\nМогут присниться люди, перед которыми Вы в долгу.\nНо всегда помните, что сны нужно правильно интерпретировать, поэтому очень важным в понимание любого сна, и особенно в этот день, являются ваши ощущения от сна.\nВ этот день вы можете задать вопрос Высшим силам, проснувшись, обязательно запишите сон, и  \nвнимательно его проанализируйте, включая интуицию и внутренние ощущения, так как ответ может быть сокрыт в символах, и его нужно верно раскрыть. Постарайтесь в этот день не поддаваться на агрессию и не раздражаться, сохраняйте спокойное состояние ума, и тогда вам удастся правильно распознать сон.",
      "dream_interpretation_translated": "The dreams that you saw on this day can come true, but on condition that you are not about them  \nTell me. This, as they say, is' sleep in the hand ’. Everything that you dreamed about that day you can  \nTo consider as a prediction or indication, the revelation of the Higher Forces.\nThey often see what they did not, or what needs to be finished and preferably faster.\nPeople who are in debt may dream of.\nBut always remember that dreams need to be correctly interpreted, so it is very important in understanding any sleep, and especially on this day, your feelings from sleep are.\nOn this day, you can ask a question to the Higher Forces, waking up, be sure to write down a dream, and  \nAnalyze it carefully, including intuition and internal sensations, since the answer can be hidden in symbols, and it must be correctly revealed. Try to not succumb to aggression on this day and not be annoyed, retain a calm state of mind, and then you will be able to correctly recognize the dream."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "To make progress, get involved. Take a hands-on approach, dig into the details.\n\nWork to develop an effective plan for moving forward. Then put sustained effort into implementing that plan.\n\nObservation and speculation have their place. Yet they must result in real-world actions that make a difference.\n\nDon’t merely announce what you think would be the best thing to do. Invest yourself in setting it up and getting it done.\n\nThere’s no shortage of people who are eager to stand on the sidelines and shout out advice. But someone needs to get in the game, take on the various challenges and fulfill the unique opportunities of the situation.\n\nBe the person who is ready and willing to do that. Get yourself involved, and enjoy the satisfaction of making good things happen.",
      "author": "— Ralph Marston"
    }
  }
}