{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 25, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этого дня показывают, как вы растрачиваете энергию, которую вам дают Высшие силы. Вы можете понять, как ваша энергия утекает, или, наоборот, гармонично перераспределена.\nСны в эти лунные сутки редко сбываются, они имеют значение сами по себе, и важно ваше в нем  \nповедение. Как правило,  это сны, которые проверяют внутренние силы человека. В жизни они не  \nимеют значения, а в вашем внутреннем мире проводят определенную закалку. Поэтому если во сне были элементы борьбы или преодоления препятствий, сопротивления, и вы не спасовали, то с вашими внутренними силами все в порядке. Если же вы проснулись с ощущением подавленности,  \nпроигрыша, то мысленно доиграйте сон, как вы преодолеваете препятствие, сопротивление, побеждаете!!!\nСны этих суток также могут быть снами-указателями, которые покажут, что надо преодолеть на  \nпути при решении задач, куда надо правильно направить энергию, чтобы она свободно текла, а не улетала в ‘черную дыру’ подсознания.",
      "dream_interpretation_translated": "Dreams of this day show how you waste the energy that the highest forces give you. You can understand how your energy flows, or, conversely, is harmoniously redistributed.\nDreams on these lunar days rarely come true, they matter on their own, and yours are important in it  \nbehavior. As a rule, these are dreams that check the internal forces of a person. In life they are not  \nThey have values, and in your inner world a certain hardening is carried out. Therefore, if in a dream there were elements of struggle or overcoming obstacles, resistance, and you did not save, then everything is in order with your internal forces. If you woke up with a feeling of depression,  \nlosing, then mentally finish the dream, how you overcome obstacle, resistance, win !!!\nDreams of these days can also be dreamers, who will show that they must be overcome  \nThe ways to solve problems where it is necessary to correctly direct energy so that it flow freely, and does not fly into the ‘black hole’ subconscious."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "No matter how much time you’ve wasted, you can start now to make good and meaningful use of every day. No matter how much effort you’ve avoided, you can put forth new effort now.\n\nSure, it would be nice to have started earlier, but that’s no longer possible. Yet you can do what is absolutely possible, which is to start now.\n\nRather than wallowing in regret for time lost, transform that regret into positive energy for moving forward. Instead of wishing you had made better choices, grant your wish by making an excellent choice now.\n\nThere’s a distinct stretch of time that’s highly accessible. It’s the stretch of time that begins in this moment, that you can begin to make use of right now.\n\nFor anything you’ve always meant to do, there is some version of it available for you to undertake today. Challenge yourself to exchange the empty wishes for effective action.\n\nLet every disappointment about the past give way to inspiration and enthusiasm for your very real present opportunities. Whatever may have happened before, stand up, step forward, and start now.",
      "author": "— Ralph Marston"
    }
  }
}