{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 12, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сон может быстро исполнится. В эти лунные сутки вы можете 'заказать' сон по своему желанию. Например, отправиться во сне туда, где хочется побывать. Можете попробовать присниться кому-нибудь  в этот день есть шанс войти в чужой сон. Возможно решение проблем, посредством сна, выход в тонкие миры.\nСуществует примета, что если в этот день утром плохая погода, то сон может сбыться в эти же сутки.",
      "dream_interpretation_translated": "Sleep may quickly come true. On these lunar days you can “order” a dream at your request. For example, go in a dream where you want to visit. You can try to dream of someone on this day there is a chance to enter someone else's dream. It is possible to solve problems, through sleep, access to subtle worlds.\nThere is a sign that if the weather is bad on this day, then sleep can come true on the same day."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Whether it’s a dreary day or one filled with activity, you can make it meaningful. You can give positive purpose to the moment and the circumstance.\n\nThere’s something you can do to make the situation better than it would otherwise be. Focus on that and bring new value to life.\n\nIt may not be easy, simple, or convenient to do so. Yet it is good, and fulfilling, and right.\n\nAct in a manner that affirms the value and the potential of life. Live in a way that you and those around you can continue to be thankful for as time goes on.\n\nThere’s a good reason why you’re in a particular place at a particular time. Open yourself to discover that reason and to act on it.\n\nMake meaning out of the raw material of existence that’s all around you. It’s always the best thing you can do.",
      "author": "— Ralph Marston"
    }
  }
}