{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 23, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "",
      "dream_interpretation": "В эти лунные сутки вы можете увидеть светлые и радостные сны, которые обычно исполняются, но только в том случае, если вы хорошо поработали со своим подсознанием в течение лунного месяца. Это могут быть сны-итоги, сны, которые показывают, что предстоит сделать в следующий лунный цикл. Этот лунный день бывает редко, поэтому будьте особенно внимательны к снам этого дня. Запишите их и проанализируйте, что вы сделали и что вам предстоит, на что стоит обратить внимание и к чему приложить усилия.",
      "dream_interpretation_translated": "On these lunar days, you can see bright and joyful dreams that are usually performed, but only if you have worked well with your subconscious during the lunar month. It can be interpretations, dreams that show what to do in the next lunar cycle. This lunar day is rare, so be especially attentive to the dreams of this day. Write them down and analyze what you have done and what you have to, what you should pay attention to and why make efforts."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "No matter how much time you’ve wasted, you can start now to make good and meaningful use of every day. No matter how much effort you’ve avoided, you can put forth new effort now.\n\nSure, it would be nice to have started earlier, but that’s no longer possible. Yet you can do what is absolutely possible, which is to start now.\n\nRather than wallowing in regret for time lost, transform that regret into positive energy for moving forward. Instead of wishing you had made better choices, grant your wish by making an excellent choice now.\n\nThere’s a distinct stretch of time that’s highly accessible. It’s the stretch of time that begins in this moment, that you can begin to make use of right now.\n\nFor anything you’ve always meant to do, there is some version of it available for you to undertake today. Challenge yourself to exchange the empty wishes for effective action.\n\nLet every disappointment about the past give way to inspiration and enthusiasm for your very real present opportunities. Whatever may have happened before, stand up, step forward, and start now.",
      "author": "— Ralph Marston"
    }
  }
}