{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 1, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Десятые лунные сутки, как известно, связаны с родом и семьей, и сон также отражает этот  \nпринцип. Поэтому во сне вы можете увидеть родственников или супруга (супругу), детей, и даже  \nпрародителей всего рода, в том числе и духовных. Если во сне вам явились сильные рода, или Дух-Хранитель рода будьте внимательны к тому, что вам говорится, или что происходит, так как  \nчерез это вы можете прийти к какому-либо для себя пониманию, открытию, может вам будет оказана какая-то поддержка рода или будут переданы знания рода, если вы готовы.\nТакже сны в эти лунные сутки могут быть достаточно легкие, яркие и сказочные, но они, как правило, не имеют значения. Тревожные сны надо осознать и либо с ночью отпустить их, либо  \nпоработать с ними, чтобы в жизни они не настигли вас.\nЕсли же вам хочется воспользоваться моментом и поработать с семьей или родом, перед тем как  \nлечь спать настройтесь на это, и как только проснетесь, все запишите.",
      "dream_interpretation_translated": "Tenth lunar days, as you know, are associated with the family and family, and the dream also reflects this  \nprinciple. Therefore, in a dream you can see relatives or spouse (spouse), children, and even  \nThe ancestors of the whole kind, including spiritual ones. If in a dream you have a strong kind, or the guardian spirit-guard, be attentive to what you say, or what is happening, since  \nThrough this, you can come to any understanding, discovery for yourself, may you have some kind of support of the genus or will be transmitted by the knowledge of the genus if you are ready.\nAlso, dreams on these lunar days can be quite light, bright and fabulous, but they, as a rule, do not matter. Alarming dreams must be understood and either let them go with at night, or  \nWork with them so that in life they do not overtake you.\nIf you want to use the moment and work with your family or birth, before  \nGo to bed tune in to it, and as soon as you wake up, write everything down."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Your feelings are very important. That importance, however, resides almost exclusively within you.\n\nIf you’re fortunate, there are a few people in your life who are willing to accommodate your feelings. But other than those special people, pretty much no one else is going to change their behavior just because of the way you feel.\n\nThat is perfectly sensible, because they have feelings too, feelings that likely are different than yours. From another person’s perspective, that person’s own feelings are the most important ones.\n\nYour feelings matter, providing you with essential feedback and enriching your life. Yet you’ll be much more effective in your interactions with others if those feelings are not front and center.\n\nInstead, figure out how you can appeal to the other person’s feelings, or to reason, or to shared interests. As much influence as your feelings have over you, keep in mind that they have almost no influence over anyone else.\n\nLet your feelings guide you, but don’t depend on them to directly guide others. Respect the fact that every person has unique feelings, and proceed accordingly.",
      "author": "— Ralph Marston"
    }
  }
}