{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 2, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этих лунных суток, как правило, показывают, насколько гармонично мы двигаемся в материальном и духовном мире.\nОбразы, которые вам являются, достаточно четко выражают ваше положение на данный момент времени. Если сон хороший и вы выступаете в позитивной роли, значит, ваше развитие идет в правильном направлении. Если вы выступаете в роли, где вам причиняют неприятности, или вы сами их причиняете, значит, в жизни где-то вы поступаете неправильно, или ваш духовный мир находится в запустении.\nХорошие сны этих лунных суток к счастью. Они могут нести полезную информацию, быть вещими, и, как правило, исполняются.\nИногда говорят, что сон, который приснился вам в эту ночь, может исполниться за 3 дня.\nИногда в это время вы можете не видеть сны, тогда жизнь дает возможность вам просто отдохнуть, так как сами по себе сутки не самые легкие и очень энергетичные.",
      "dream_interpretation_translated": "The dreams of these lunar days, as a rule, show how harmoniously we move in the material and spiritual world.\nThe images that you are clearly expressed quite clearly your position at the moment. If the dream is good and you act in a positive role, then your development is in the right direction. If you act as you are causing troubles, or you yourself cause them, then in life somewhere you act incorrectly, or your spiritual world is in desolation.\nGood dreams of these lunar days Fortunately. They can carry useful information, be common, and, as a rule, are executed.\nSometimes they say that the dream that you had to go that night may come true in 3 days.\nSometimes at this time you may not see dreams, then life gives you the opportunity to just relax, since the day itself is not the lightest and very energy."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Your feelings are very important. That importance, however, resides almost exclusively within you.\n\nIf you’re fortunate, there are a few people in your life who are willing to accommodate your feelings. But other than those special people, pretty much no one else is going to change their behavior just because of the way you feel.\n\nThat is perfectly sensible, because they have feelings too, feelings that likely are different than yours. From another person’s perspective, that person’s own feelings are the most important ones.\n\nYour feelings matter, providing you with essential feedback and enriching your life. Yet you’ll be much more effective in your interactions with others if those feelings are not front and center.\n\nInstead, figure out how you can appeal to the other person’s feelings, or to reason, or to shared interests. As much influence as your feelings have over you, keep in mind that they have almost no influence over anyone else.\n\nLet your feelings guide you, but don’t depend on them to directly guide others. Respect the fact that every person has unique feelings, and proceed accordingly.",
      "author": "— Ralph Marston"
    }
  }
}