{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 9, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Полнолуние в 10:54",
      "dream_interpretation": "Как известно, эти лунные сутки связаны с активностью женской энергии, в том числе с ее сексуальной частью. И как следствие, сны являются отражением того, насколько у вас гармонично идет реализация сексуальной энергии. Сон может показать насколько она у вас подавлена, и какова степень не реализации ваших сексуальных желаний и фантазий. Конечно,  прежде всего нужно понимать, что имеется в виду не страстные сексуальные желания, а ваша способность творчески реализоваться через общение с противоположным полом. Поэтому если вам удалось определить степень напряжений или перекосы, постарайтесь немедленно заняться выравниванием искажений и ищите творческий выход для своей сексуальной энергии. Так, если вам сняться приятные сны, то это говорит о том, что вы проявляете свое творчество, и в отношениях с противоположным полом у вас все в порядке. Если не приятные сны, значит вам надо больше уделять внимание проявлению творчества, и поправить дела в отношениях.\nСны этих суток, могут исполниться в течении ближайших трех дней. Они могут предвещать успех.",
      "dream_interpretation_translated": "As you know, these lunar days are associated with the activity of female energy, including its sexual part. And as a result, dreams are a reflection of how harmoniously you have sexual energy. A dream can show how much it is depressed with you, and what is the degree of not realizing your sexual desires and fantasies. Of course, first of all, you need to understand what does not mean passionate sexual desires, but your ability to creatively realize through communication with the opposite sex. Therefore, if you managed to determine the degree of stress or distortion, try to immediately level the distortion and look for a creative output for your sexual energy. So, if you have pleasant dreams, then this suggests that you are showing your creativity, and in relations with the opposite sex you are all right. If not pleasant dreams, then you need to pay more attention to the manifestation of creativity, and correct things in relations.\nDreams of these days may be fulfilled over the next three days. They can foresee success."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "As often as possible, let your first response be patience. Exercise patience with others, with yourself, with the situation.\n\nDecline to buy in to the drama of frustration and annoyance. You’re much better off staying calm, offering a little understanding and peacefulness.\n\nTake a breath, take a beat, and collect your thoughts. Give yourself and those around you the best chance for a beneficial outcome.\n\nThere may well be plenty of reasons to be upset and angry. Yet there are better reasons to transform the energy of the moment into positive intention, and patience.\n\nAlmost always you can get more done with cooperation than with confrontation. Choose the path that leads to the most desirable destination.\n\nPractice patience, and feel the strength of your own best intentions. Practice patience, and give goodness a chance to fill the situation.",
      "author": "— Ralph Marston"
    }
  }
}