{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 21, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "В эти лунные сутки можно работать со снами. Сны могут указать на препятствия, затруднения в делах и способы их преодоления. Сны в эти сутки вещие. В них вы можете увидеть свое будущее. Делайте выводы и знайте: сон только предупреждает, а сбудется он или нет - зависит от вас. Во сне человек может увидеть, кем он был в предыдущей жизни.\nКроме этого, сны в этот день отражают чувственный мир человека, его эмоциональную сферу, сферу любви, и поэтому при толковании сна можно рассмотреть препятствия, связанные с проявлением любви, и, найдя подсказку, следовать ей.",
      "dream_interpretation_translated": "On these lunar days you can work with dreams. Dreams can indicate obstacles, difficulties in business and ways to overcome them. Dreams on these days are prophetic. In them you can see your future. Draw conclusions and know: the dream only warns whether it will come true or not - it depends on you. In a dream, a person can see who he was in his previous life.\nIn addition, dreams on this day reflect the sensual world of a person, his emotional sphere, the sphere of love, and therefore, when interpreting sleep, you can consider obstacles associated with the manifestation of love, and, finding a hint, follow it."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You can utilize any particular hour one time and one time only, then it is gone. Make a point to use each one wisely.\n\nWhat you repeatedly do with each small increment of time has a major impact on the larger span of your whole life. Get yourself in the habit of creating meaningful value as time comes your way.\n\nYou cannot stop the moments from passing, yet there are plenty of good choices you can make as they arrive. Remain clear about what matters most, and invest time in supporting and advancing those things.\n\nFill the moments that quickly disappear with efforts to create value that endures. Use your time and your actions to transform potential and possibilities into lasting richness.\n\nIn the relentless flow of time are great opportunities. Yet you must identify and work to fulfill those opportunities before they flow out of reach.\n\nFrom the wise use of time can come many extraordinary experiences, treasures, satisfactions and other riches. As every new moment arrives, be ready and willing to give your best to it.",
      "author": "— Ralph Marston"
    }
  }
}