{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 20, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "День, когда сбываются не только сны, но и приметы. Сны несут интуитивные знания, понимание окружающих людей, событий. Они могут открыть нам истинную суть вещей. Если, например, вы подозреваете кого-то в коварстве и измене, а вам снится, что он выносит вас на руках из огня - ваши подозрения беспочвенны, этот человек настоящий друг, ему можно доверять. Но с интерпретацией снов в этот день будьте повнимательней, можно легко ошибиться, поэтому лучше обратиться к человеку, который хорошо разбирается в психологии снов.",
      "dream_interpretation_translated": "The day when not only dreams come true, but also signs. Dreams carry intuitive knowledge, understanding of people around, events. They can open to us the true essence of things. If, for example, you suspect someone of insidiousness and treason, and you dream that he takes you out of the fire - your suspicions are shameful, this person is a real friend, he can be trusted. But with the interpretation of dreams on this day, be more closely, you can easily be mistaken, so it is better to contact a person who is well versed in the psychology of dreams."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Life’s energy swirls constantly around you. Help yourself to its power.\n\nYou never have to be apathetic or bored. There’s more than enough to fascinate you, to energize you, no matter where you go.\n\nA squirrel runs down the branch of the tree outside your window. A long-time friend hopes you’ll give her a call.\n\nLook a little higher, dig a little deeper, open your mind a little wider. You are always enmeshed in the endless energy of existence.\n\nInvite that energy into your awareness, into your being. Feel the spark as it provides fuel to your passion and power to your purpose.\n\nFrom the tiny speck of dust on your finger to an impossibly distant star, energy is everywhere, always. Get yourself some, get yourself going, and live the great experience of life in this moment.",
      "author": "— Ralph Marston"
    }
  }
}