{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 8, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Снятся, как правило, сны, которые помогают снять внутреннее напряжение, или указывают на то, что вы очень напряжены, если вам удалось определить степень вашего напряжения с помощью сна, то в жизни поищите способы большего расслабления. Например, для расслабления могут подойти: шавасана, релаксирующий масленый массаж или баня.\nСны, которые вы увидели, могут быть разными - и хорошими, и хаотичными - не стремитесь их интерпретировать, главная задача этого сна, очистить вас и привести вашу систему к балансу, поэтому если вы увидите что-то ужасное, это говорит о том, что ваше подсознание чистится от негатива.\nСон может даже помочь избавиться от недуга. Он может помочь обрести равновесие в жизни и успокоить. Сон может в течение суток нести выздоровление больному человеку, а здоровому помочь избавиться от внутреннего напряжения.\nВ них может быть информация для дальнейшего духовного развития. Может состояться общение с вашим Ангелом Хранителем.\nЕсли вы правильно воспользуетесь энергетикой этого дня и заранее подготовитесь, соблюдая в течение 16-х лунных суток равновесие в поведении, то во время сна вы реально получите максимальный целительский сеанс.",
      "dream_interpretation_translated": "As a rule, dreams that help relieve internal voltage, or indicate that you are very tense, if you managed to determine the degree of your tension by sleep, then in life look for methods of greater relaxation. For example, for relaxation, they may fit: Shavasana, relaxing oil massage or bath.\nThe dreams that you saw can be different - both good and chaotic - do not strive to interpret them, the main task of this dream, cleanse you and bring your system to the balance, so if you see something terrible, this suggests that your subconscious mind is cleaned from negativity.\nSleep can even help get rid of the disease. He can help gain balance in life and reassure. Dream can be recovered to the sick person during the day, and to help a healthy one to get rid of internal stress.\nThey may have information for further spiritual development. Communication may take place with your Angel Guardian.\nIf you use the energy of this day correctly and prepare in advance, observing the balance in behavior within the 16th lunar day, then during sleep you will really get the maximum healing session."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Remind yourself how fortunate you are, having all you have, able to do all you can do. Think of the steps you can take to make full use of that good fortune.\n\nYour life is far from perfect, and the world around you certainly has its flaws. Yet there are plenty of positive possibilities to explore, all sorts of opportunities available.\n\nFill yourself with the energy of gratitude. Then focus that energy on making improvements in your own life and the lives of those around you.\n\nNot only do you have the good fortune of being capable, aware, and resourceful. You’re also positioned to create positive outcomes.\n\nThis moment is the culmination of everything you’ve experienced, all you’ve done. Honor that bountiful legacy by applying it fully toward good purpose.\n\nYou’ve successfully navigated through all life’s ups and downs to reach this point. Now is your chance to step up and continue carrying that good fortune forward.",
      "author": "— Ralph Marston"
    }
  }
}