{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 6, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут быть разного характера, все будет зависеть от вашего внутреннего состояния.\nЕсли вам приснился яркий хороший сон, то он может сбыться, правда, если вы о нем не будете рассказывать. Если что-то тяжелое, то ваше внутренне состояние находится в дисбалансе, займитесь собой.\nКроме того, по тому, какой был сон - хороший, яркий, красочный или мрачный, тусклый, и не приятный - вы можете определить, какая энергия в вашем подсознании сейчас преобладает, светлая или темная.\nЧасто бывают вещие сны, которые дают информацию на ближайший месяц.",
      "dream_interpretation_translated": "Dreams on these days can be of different nature, everything will depend on your internal state.\nIf you had a bright good dream, then it can come true, however, if you do not talk about it. If something is difficult, then your internal condition is in an imbalance, take care of yourself.\nIn addition, by what the dream was - good, bright, colorful or gloomy, dull, and not pleasant - you can determine what energy in your subconscious now prevails, bright or dark.\nOften there are prophetic dreams that give information for the next month."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You cannot hope to notice everything in the complex, dynamic world around you. What you do notice is based largely on your expectations.\n\nYou cannot possibly undertake every action that’s available to you. Your expectations play a key role in the actions you do end up taking.\n\nIf your performance somehow manages to exceed your expectations, you’re likely to quickly adjust what you’re doing to get yourself back in range. By the same token, when your performance comes in below your expectations, you’ll make all sorts of changes to get it back in line.\n\nWhat you expect is, to a large degree, what you get. It’s not magic, but based on awareness, feedback, and motivation.\n\nYour expectations serve as a filter through which you perceive and set the range within which you act. So it makes good sense to align your expectations with what you value in your world and aspire to in your life.\n\nGenuinely expect goodness and desirable, meaningful results. Through those expectations you’ll discover plenty of great opportunities, pushing yourself and arranging your life to fulfill them.",
      "author": "— Ralph Marston"
    }
  }
}