{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 26, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны, особенно цветные, могут исполниться.\nЕсли в ночь, предшествующую этому дню, вам приснилось, что что-то спутывается, например, нитки или волосы, или переплетение дорог кажется вам непонятным и запутанным, то желательно  \nпроанализировать то, что вы задумали, и совсем отказаться от планов или переосмыслить,  \nперепланировать.\nВо снах этих лунных суток могут, так или иначе, присутствовать ваши родители или родственники.  \nЭто указание: надо проанализировать, какие проблемы вы унаследовали от них, и начинать их  \nрешение.\nЕсли снится какая-то опасность - это предупреждение, что надо быть особенно внимательным и осознанным в выборе своей линии поведения.\nОбразы, которые вам являются во снах в эти сутки, могут указать области ‘грехопадения’, где вы \nможете проколоться, но имеется в виду  ваш внутренний мир, или, иными словами, ваша духовная  \nсоставляющая.\nПроще сказать, что в это время вы можете понять, с какой стороны ‘древа познания добра и зла’  \nна данный момент времени скопилась большая часть вашей энергии. Если вы явно это осознали,  \nпримите это как указание к действию.",
      "dream_interpretation_translated": "Dreams, especially colored ones, can be fulfilled.\nIf on the night preceding this day you dreamed that something was confused, for example, threads or hair, or the interweaving of roads seems incomprehensible and confusing to you, then it is desirable  \nto analyze what you have planned, and completely abandon plans or rethink,  \nRetrive.\nIn the dreams of these lunar days, one way or another, your parents or relatives can be present.  \nThis is an instruction: you need to analyze what problems you have inherited from them, and start them  \nsolution.\nIf you dream of any danger, it is a warning that you must be especially careful and conscious in choosing your own behavior line.\nThe images that you are in dreams on this day can indicate the areas of ‘sinful’, where you \nYou can pierce, but this is your inner world, or, in other words, your spiritual  \nComponent.\nIt is easier to say that at this time you can understand which side of the ‘Tree of the Knowledge of Good and Evil’  \nAt the moment, most of your energy has accumulated. If you clearly realized it  \nAccept this as an indication of action."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Achievement begins with excitement, and that excitement naturally spurs you into action. Yet to complete the achievement you’ll need more than just initial excitement.\n\nAt some point you’ll have to put forth so much focused effort you’re likely to become disillusioned. At that point it’s crucial you continue moving steadily forward despite any feelings to the contrary.\n\nExcitement will give you a powerful initial push. Yet eventually you will also need a rock solid commitment to seeing the achievement through.\n\nThat commitment comes from being clear at the outset about the specific details of what you intend to achieve. It comes also from understanding at the deepest possible level why you have chosen to pursue the achievement.\n\nNot only must you know and understand these things, you must get in the habit of reminding yourself of them. That way, when the disillusion comes and it is certain to do, you’ll have more than enough power to overcome it.\n\nYour best achievements are worth the commitment. Prepare yourself with plenty of commitment, and see those achievements through.",
      "author": "— Ralph Marston"
    }
  }
}