{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 16, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сны этих лунных суток показывают, в каком состоянии находится ваша сексуальная энергия, ваши творческие силы, внутренние силы и, в целом, ваш потенциал.\nЕсли сон хороший, значит, у вас все в порядке, если наоборот, то ищите пробоины. Либо у вас не налажены отношения с противоположным полом, либо вы не достаточно проявляетесь творчески в отношениях и жизни, либо ваши внутренние силы подрастратились, и стоит заняться их восстановлением.\nИногда сны этих суток, могут показать прошлые жизни, но тогда жизнь хочет дать прямое указание, с чем вам надо справиться.",
      "dream_interpretation_translated": "Dreams of these lunar days show in what condition your sexual energy, your creative forces, internal forces and, in general, your potential are.\nIf the dream is good, then you are all right, if on the contrary, then look for holes. Either you have not established relations with the opposite sex, or you do not manifest itself creatively in relationships and life, or your internal forces have grown up, and it is worthwhile to engage in their restoration.\nSometimes dreams of these days can show past lives, but then life wants to give a direct indication of what you need to cope with."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Allow yourself to feel the positive potential of this day, this moment, this situation. Open yourself to the opportunities embedded in all you know, all you’ve experienced, all you’re able to access.\n\nImagine new pathways for growth, for learning, for fulfillment. Add in some powerful courage, generosity, curiosity, and love.\n\nAll sorts of great possibilities are here right now for you to recognize and seize upon. Make time your best ally by utilizing it as it comes to create new, meaningful richness.\n\nGive action and energy to your best intentions. Give commitment and persistence to your most treasured dreams.\n\nDiscover through personal experience the great value of working to make a difference. Provide yourself with the unique thrill of building small wins into big accomplishments.\n\nServe as an effective lens through which life’s abundance can be focused on the things that matter most. Here is your chance to live at your highest level, and then to go even higher.",
      "author": "— Ralph Marston"
    }
  }
}