{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 18, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сны в эти лунные сутки могут показать ваши привычки и пристрастия, от которых хорошо бы избавиться. Если вы увидели себя в роли диктатора, то поумерьте свою гордыню, если наоборот ваша роль мала, вы видите себя, например, нищим, то у вас слишком занижена самооценка. Во снах в этот день вы можете увидеть тайные стороны своей души.\nЕсли же во сне увидеть молнию - это предупреждение о том, что надо укрощать гордыню и тщеславие.\nВ эти сутки бывают сны, которые улучшают настроение. Сны могут исполниться, особенно цветные.",
      "dream_interpretation_translated": "Dreams on these lunar days can show your habits and addictions that it would be nice to get rid of. If you saw yourself in the role of a dictator, then take your pride, if, on the contrary, your role is small, you see yourself, for example, to the poor, then your self -esteem is too underestimated. In dreams on this day you can see the secret sides of your soul.\nIf you see a zipper in a dream, this is a warning that you need to tame pride and vanity.\nOn these days there are dreams that improve mood. Dreams can be fulfilled, especially color."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Imagine it’s a year from now and you’re considering your decisions and actions. What things will you regret not doing sooner?\n\nToday you have the opportunity to reduce or completely avoid some of those regrets. Today you can transform the potential for regret into the reality of gratitude.\n\nYou already know there are actions you’ll eventually need to take or desire to take. So it makes good sense to stop holding yourself back.\n\nYou can put time on your side and gain valuable leverage by moving ahead sooner rather than later. If you’re going to do something anyway, you might as well get the most out of your efforts.\n\nYou’ve no doubt had the experience of wishing you’d done something sooner after you finally went through with it. Make use of that experience as you look to create a more positive and fulfilling future.\n\nAct early and decisively to bring new goodness to your world and yourself. Exercise foresight, knowing you’ll soon be thankful for your discipline and persistence in doing so.",
      "author": "— Ralph Marston"
    }
  }
}