{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 8, 2025",
      "moon_phase_tonight": "Full Moon",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Снятся, как правило, сны, которые помогают снять внутреннее напряжение, или указывают на то, что вы очень напряжены, если вам удалось определить степень вашего напряжения с помощью сна, то в жизни поищите способы большего расслабления. Например, для расслабления могут подойти: шавасана, релаксирующий масленый массаж или баня.\nСны, которые вы увидели, могут быть разными - и хорошими, и хаотичными - не стремитесь их интерпретировать, главная задача этого сна, очистить вас и привести вашу систему к балансу, поэтому если вы увидите что-то ужасное, это говорит о том, что ваше подсознание чистится от негатива.\nСон может даже помочь избавиться от недуга. Он может помочь обрести равновесие в жизни и успокоить. Сон может в течение суток нести выздоровление больному человеку, а здоровому помочь избавиться от внутреннего напряжения.\nВ них может быть информация для дальнейшего духовного развития. Может состояться общение с вашим Ангелом Хранителем.\nЕсли вы правильно воспользуетесь энергетикой этого дня и заранее подготовитесь, соблюдая в течение 16-х лунных суток равновесие в поведении, то во время сна вы реально получите максимальный целительский сеанс.",
      "dream_interpretation_translated": "As a rule, dreams that help relieve internal voltage, or indicate that you are very tense, if you managed to determine the degree of your tension by sleep, then in life look for methods of greater relaxation. For example, for relaxation, they may fit: Shavasana, relaxing oil massage or bath.\nThe dreams that you saw can be different - both good and chaotic - do not strive to interpret them, the main task of this dream, cleanse you and bring your system to the balance, so if you see something terrible, this suggests that your subconscious mind is cleaned from negativity.\nSleep can even help get rid of the disease. He can help gain balance in life and reassure. Dream can be recovered to the sick person during the day, and to help a healthy one to get rid of internal stress.\nThey may have information for further spiritual development. Communication may take place with your Angel Guardian.\nIf you use the energy of this day correctly and prepare in advance, observing the balance in behavior within the 16th lunar day, then during sleep you will really get the maximum healing session."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "As often as possible, let your first response be patience. Exercise patience with others, with yourself, with the situation.\n\nDecline to buy in to the drama of frustration and annoyance. You’re much better off staying calm, offering a little understanding and peacefulness.\n\nTake a breath, take a beat, and collect your thoughts. Give yourself and those around you the best chance for a beneficial outcome.\n\nThere may well be plenty of reasons to be upset and angry. Yet there are better reasons to transform the energy of the moment into positive intention, and patience.\n\nAlmost always you can get more done with cooperation than with confrontation. Choose the path that leads to the most desirable destination.\n\nPractice patience, and feel the strength of your own best intentions. Practice patience, and give goodness a chance to fill the situation.",
      "author": "— Ralph Marston"
    }
  }
}