{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 19, 2025",
      "moon_phase_tonight": "Waning Crescent",
      "first_quarter": "—",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "Сны в эти лунные сутки могут показать ваши привычки и пристрастия, от которых хорошо бы избавиться. Если вы увидели себя в роли диктатора, то поумерьте свою гордыню, если наоборот ваша роль мала, вы видите себя, например, нищим, то у вас слишком занижена самооценка. Во снах в этот день вы можете увидеть тайные стороны своей души.\nЕсли же во сне увидеть молнию - это предупреждение о том, что надо укрощать гордыню и тщеславие.\nВ эти сутки бывают сны, которые улучшают настроение. Сны могут исполниться, особенно цветные.",
      "dream_interpretation_translated": "Dreams on these lunar days can show your habits and addictions that it would be nice to get rid of. If you saw yourself in the role of a dictator, then take your pride, if, on the contrary, your role is small, you see yourself, for example, to the poor, then your self -esteem is too underestimated. In dreams on this day you can see the secret sides of your soul.\nIf you see a zipper in a dream, this is a warning that you need to tame pride and vanity.\nOn these days there are dreams that improve mood. Dreams can be fulfilled, especially color."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Life’s energy swirls constantly around you. Help yourself to its power.\n\nYou never have to be apathetic or bored. There’s more than enough to fascinate you, to energize you, no matter where you go.\n\nA squirrel runs down the branch of the tree outside your window. A long-time friend hopes you’ll give her a call.\n\nLook a little higher, dig a little deeper, open your mind a little wider. You are always enmeshed in the endless energy of existence.\n\nInvite that energy into your awareness, into your being. Feel the spark as it provides fuel to your passion and power to your purpose.\n\nFrom the tiny speck of dust on your finger to an impossibly distant star, energy is everywhere, always. Get yourself some, get yourself going, and live the great experience of life in this moment.",
      "author": "— Ralph Marston"
    }
  }
}