{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 27, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "В этот день, хороший сон может сбыться, а неприятный - это сон предупреждение.\nЕсли вы видите себя во сне плачущим, не пугайтесь, в этот день это хороший знак, у вас  \nпроисходит естественное очищение внутренних ресурсов организма.\nЕсли сны связаны с дорогой, движением - у вас все благополучно.\nЕсли снится что-то неприятное - это знак, что надо заняться своим здоровьем.\nТакже сон может показать, как протекает ваша энергия, как вы справляетесь со своими задачами.  \nПри внимательном анализе, вы можете увидеть, как происходит процесс трансформации, меняетесь ли \nвы, или двигаетесь по кругу.",
      "dream_interpretation_translated": "On this day, a good dream can come true, and an unpleasant dream is a dream of a warning.\nIf you see yourself crying in a dream, do not be alarmed, on this day this is a good sign, you have  \nThere is a natural cleansing of the internal resources of the body.\nIf dreams are connected with the road, movement - everything is safe for you.\nIf you dream of something unpleasant - this is a sign that you need to do your health.\nSleep can also show how your energy flows, how you deal with your tasks.  \nWith a careful analysis, you can see how the transformation process occurs, whether you change \nYou, or move in a circle."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "When you reach your goal, look for how you can exceed it. You’ve established momentum, so put that momentum to good use.\n\nFeel the satisfaction of accomplishment that your efforts have created. Then consider what you can do to add to that feeling.\n\nThe point of achievement is not to stop once you get there. Instead, let it set the stage for even more achievement.\n\nRefuse to let your satisfaction erode into complacency. You’ve transcended a challenge and produced real value, and now is your opportunity to tackle a new challenge.\n\nYou’ve proved to yourself how capable you are. Envision another good way to put all your capabilities to use.\n\nThere’s a whole lot more great work to be done. Keep the achievement and the value coming.",
      "author": "— Ralph Marston"
    }
  }
}