{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 14, 2025",
      "moon_phase_tonight": "Waning Gibbous",
      "first_quarter": "—",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Убывающая луна",
      "dream_interpretation": "В отношении снов многоликий день. Сны могут быть и просто пустые, которые не имеет смысла разгадывать, и те, которые укажут вам куда двигаться, в каком направлении измениться. Так как этот лунный день Ганеши - Бога знаний, помогающего преодолевать препятствия, то через сон можно решить проблемы, получить откровения, и новую информацию, новые знания. В этот день, перед тем как лечь спать, можно настроиться на откровения во сне или знания, можете что-либо загадать, задать вопрос. Но не забудьте все записать, проснувшись, для извлечения верной информации.",
      "dream_interpretation_translated": "With regard to dreams, a many -sided day. Dreams can be simply empty, which it makes no sense to solve, and those that will show you where to move, in which direction to change. Since this lunar day of Ganesha is a god of knowledge that helps to overcome obstacles, through a dream you can solve problems, get revelations, and new information, new knowledge. On this day, before going to bed, you can tune in to revelations in a dream or knowledge, you can make anything, ask a question. But do not forget to record everything, waking up, to extract correct information."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Allot a specified amount of time. Commit yourself to invest that time in the service of a well-defined objective.\n\nTake the first step, then the next. Continue the effort, uninterrupted, until the time is up.\n\nResist the temptation of distractions. Make it your business to stay focused.\n\nLet go of any feeling that you’re striving or under pressure to perform. Just remain gently focused, stacking one task on top of the other.\n\nIn this way you create a productive, even enjoyable state of flow. In this way you make real and consistent progress in the direction of your goal.\n\nDon’t be intimidated by your own capacity for focus and excellence. Simply create the right conditions, commit to maintaining them, and achievement will come.",
      "author": "— Ralph Marston"
    }
  }
}