{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 25, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "Aug 23, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этого дня показывают, как вы растрачиваете энергию, которую вам дают Высшие силы. Вы можете понять, как ваша энергия утекает, или, наоборот, гармонично перераспределена.\nСны в эти лунные сутки редко сбываются, они имеют значение сами по себе, и важно ваше в нем  \nповедение. Как правило,  это сны, которые проверяют внутренние силы человека. В жизни они не  \nимеют значения, а в вашем внутреннем мире проводят определенную закалку. Поэтому если во сне были элементы борьбы или преодоления препятствий, сопротивления, и вы не спасовали, то с вашими внутренними силами все в порядке. Если же вы проснулись с ощущением подавленности,  \nпроигрыша, то мысленно доиграйте сон, как вы преодолеваете препятствие, сопротивление, побеждаете!!!\nСны этих суток также могут быть снами-указателями, которые покажут, что надо преодолеть на  \nпути при решении задач, куда надо правильно направить энергию, чтобы она свободно текла, а не улетала в ‘черную дыру’ подсознания.",
      "dream_interpretation_translated": "Dreams of this day show how you waste the energy that the highest forces give you. You can understand how your energy flows, or, conversely, is harmoniously redistributed.\nDreams on these lunar days rarely come true, they matter on their own, and yours are important in it  \nbehavior. As a rule, these are dreams that check the internal forces of a person. In life they are not  \nThey have values, and in your inner world a certain hardening is carried out. Therefore, if in a dream there were elements of struggle or overcoming obstacles, resistance, and you did not save, then everything is in order with your internal forces. If you woke up with a feeling of depression,  \nlosing, then mentally finish the dream, how you overcome obstacle, resistance, win !!!\nDreams of these days can also be dreamers, who will show that they must be overcome  \nThe ways to solve problems where it is necessary to correctly direct energy so that it flow freely, and does not fly into the ‘black hole’ subconscious."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Achievement begins with excitement, and that excitement naturally spurs you into action. Yet to complete the achievement you’ll need more than just initial excitement.\n\nAt some point you’ll have to put forth so much focused effort you’re likely to become disillusioned. At that point it’s crucial you continue moving steadily forward despite any feelings to the contrary.\n\nExcitement will give you a powerful initial push. Yet eventually you will also need a rock solid commitment to seeing the achievement through.\n\nThat commitment comes from being clear at the outset about the specific details of what you intend to achieve. It comes also from understanding at the deepest possible level why you have chosen to pursue the achievement.\n\nNot only must you know and understand these things, you must get in the habit of reminding yourself of them. That way, when the disillusion comes and it is certain to do, you’ll have more than enough power to overcome it.\n\nYour best achievements are worth the commitment. Prepare yourself with plenty of commitment, and see those achievements through.",
      "author": "— Ralph Marston"
    }
  }
}