{
  "moon_today": {
    "moon_today": {
      "current_time": "Aug 4, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны в эти сутки могут показать, каким ценностям вы придаете большее значение в повседневной жизни. Если во сне вы видите материальные ценности, значит, ваша духовная жизнь в чем-то ущемлена и материальный аспект преобладает. Если вы видите больше духовные предметы, то, значит, ваш материальный мир ущемлен, вы много летаете в облаках, и в жизни у вас нет равновесия между материальными и духовными ценностями. А значит, нужно приложить усилие, чтобы наступил баланс между духовной и материальной составляющей.\nЕсли же вы относитесь к тем людям, кто идет по духовному пути, то в эти лунные сутки во сне могут быть откровения.\nВ этот день могут быть также сны, которые особого значения не имеют. Обращайте внимание на яркие сны, они могут быть вещими. Если сон вам хорошо запомнился, был хорошим, то он может исполниться через семь дней.",
      "dream_interpretation_translated": "Dreams on these days can show what values you attach more importance in everyday life. If in a dream you see material values, then your spiritual life is infringed in some ways and the material aspect prevails. If you see more spiritual objects, then your material world is infringed, you fly a lot in the clouds, and in life you have no balance between material and spiritual values. So, you need to make an effort so that the balance between the spiritual and material component comes.\nIf you belong to those people who follow the spiritual path, then on these lunar days there may be revelations in a dream.\nOn this day, there may also be dreams that do not have much importance. Pay attention to vivid dreams, they can be broadcast. If you remember the dream well, it was good, then it can be fulfilled in seven days."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "The current situation feels overwhelming because you are so fully immersed in it. Yet you are much more, life and its possibilities are far greater, than the circumstances of the moment.\n\nStep back a bit with the intention of raising and widening your perspective. Connect with your confidence, your resourcefulness, and your enthusiasm for moving forward.\n\nClaim the energy that exists within you and around you. Decide to utilize that energy for empowerment and improvement.\n\nThe situation is what it is, and you are capable of successfully handling it. You are also capable of transcending the disappointments and limitations of the moment.\n\nElevate your focus until it is saturated with compelling purpose. Follow that focus and put effort behind it as you work to make advances and improvements.\n\nIn your imperfect surroundings there’s a golden opportunity. Muster the strength and the will to see it, and make good use of it now.",
      "author": "— Ralph Marston"
    }
  }
}