{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 2, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "dream_interpretation": "Сны этих лунных суток, как правило, показывают, насколько гармонично мы двигаемся в материальном и духовном мире.\nОбразы, которые вам являются, достаточно четко выражают ваше положение на данный момент времени. Если сон хороший и вы выступаете в позитивной роли, значит, ваше развитие идет в правильном направлении. Если вы выступаете в роли, где вам причиняют неприятности, или вы сами их причиняете, значит, в жизни где-то вы поступаете неправильно, или ваш духовный мир находится в запустении.\nХорошие сны этих лунных суток к счастью. Они могут нести полезную информацию, быть вещими, и, как правило, исполняются.\nИногда говорят, что сон, который приснился вам в эту ночь, может исполниться за 3 дня.\nИногда в это время вы можете не видеть сны, тогда жизнь дает возможность вам просто отдохнуть, так как сами по себе сутки не самые легкие и очень энергетичные.",
      "dream_interpretation_translated": "The dreams of these lunar days, as a rule, show how harmoniously we move in the material and spiritual world.\nThe images that you are clearly expressed quite clearly your position at the moment. If the dream is good and you act in a positive role, then your development is in the right direction. If you act as you are causing troubles, or you yourself cause them, then in life somewhere you act incorrectly, or your spiritual world is in desolation.\nGood dreams of these lunar days Fortunately. They can carry useful information, be common, and, as a rule, are executed.\nSometimes they say that the dream that you had to go that night may come true in 3 days.\nSometimes at this time you may not see dreams, then life gives you the opportunity to just relax, since the day itself is not the lightest and very energy."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "Make note of what’s wrong, but refuse to dwell on it. Once you’re aware of the problem, move quickly to do something positive about it.\n\nDirect your focus on the steps you can take to make things right. Challenge yourself to develop a realistic, useful perspective that transforms the problem into an opportunity.\n\nThere’s no value in getting stressed out about how bad things might be or might become. Draw motivation and enthusiasm from being in position and in action to make a difference.\n\nWhen a frustration, problem, annoyance, or distraction comes along, step back and observe what you are thinking. Fill your mind with creative, empowering thoughts that point you in the direction of achievement.\n\nTo make room for those positive thoughts, let go of thoughts that intensify your doubts, worries, and fears. Yes, stay in touch with reality, but also give preference to the thoughts you can act upon that create value in the world.\n\nWhatever you envision determines where you go. Get yourself clearly and acutely focused on the best possibilities, and fulfill them in the way you live your life.",
      "author": "— Ralph Marston"
    }
  }
}