{
  "moon_today": {
    "moon_today": {
      "current_time": "Jul 31, 2025",
      "moon_phase_tonight": "Waxing Crescent",
      "first_quarter": "Aug 1, 2025",
      "new_moon": "Jul 24, 2025"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Растущая луна",
      "time": "Сны в эти лунные сутки указывают на ваши возможности, которые вы не реализовали, но которые все-таки стоит  реализовать. Кроме того, вы можете увидеть указание на те проблемы, от  которых вы отвернулись в прошлом и забыли о них, но их нужно решить. Вы можете увидеть те  задачи, для решения которых у вас есть силы, не отворачивайтесь от них, постарайтесь приложить  эти силы для решения поставленных задач и не потратить энергию понапрасну.Кроме того образы снов в это время показывают на способность вас к изменениям и трансформации, так, если вам снятся замкнутые пространства, препятствия, тупики и тому подобное, значит, вы пока не изменяетесь. Если наоборот, открытые пространства, поля, горы, море, красивые помещения, светлые, чистые, значит вы идете, в преображении себя в верном направлении и прикладываете усилия к трансформации.Итак, главная задача снов в этот день, показать ваше предназначение. Иногда сны бывают  замысловатые, и сложно понять, в чем же смысл вашей жизненной задачи. Иногда достаточно ясно описывают всю картину.Если хотите чтобы через сон ваше предназначение прояснилось, поставьте цель накануне.  Проснувшись, проанализируйте все, что вам приснилось, и имейте в виду, что жизнь не всегда ставит нам великие задачи, может, это с вашей точки зрения и маленькая задача, но выполнение ее будет иметь огромное значение для вас.",
      "time_translated": "Dreams on these lunar days indicate your capabilities that you have not implemented, but which is still worth realizing. In addition, you can see an indication of the problems from which you turned away in the past and forgot about them, but they need to be solved. You can see those tasks for which you have strength, do not turn away from them, try to attach these forces to solve the tasks and not spend energy in vain. In addition, the images of dreams at this time show you to change and transformation, if you dream of closed spaces, obstacles, dead ends and the like, then you have not changed yet. If, on the contrary, open spaces, fields, mountains, sea, beautiful rooms, bright, clean, then you go, in the right direction and make efforts to transformation. The main task of dreams on this day is to show your purpose. Sometimes dreams are intricate, and it is difficult to understand what is the meaning of your life task. Sometimes they clearly describe the whole picture. If you want your destiny to clarify through a dream, set a goal the day before.  Having woken up, analyze everything that you dreamed, and keep in mind that life does not always set us great tasks, maybe this is from your point of view and a small task, but its fulfillment will be of great importance for you."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You can make a difference in the way this day unfolds. You can make a difference for how tomorrow turns out.\n\nYou can make a difference for yourself. You can make a difference in the lives of others.\n\nEverything you choose to engage in brings consequences. You have the opportunity to make those consequences the best they can be.\n\nYou have the ability to make a positive difference in the space that’s right in front of you. You’re also able to have a positive impact on certain situations far away in time and location.\n\nWhat you do matters, in all sorts of ways. So be sure to put your love, your best considerations, and your highest truth into it.\n\nYou can make a difference, and you do make a difference all the time. Keep up the great work, and continue being a positive force in your world.",
      "author": "— Ralph Marston"
    }
  }
}