{
  "moon_today": {
    "moon_today": {
      "current_time": "Sep 7, 2025",
      "moon_phase_tonight": "Waxing Gibbous",
      "first_quarter": "Aug 31, 2025",
      "new_moon": "—"
    }
  },
  "moon_dream": {
    "moon_dream": {
      "weekday": "Полнолуние в 21:08",
      "dream_interpretation": "Снятся, как правило, сны, которые помогают снять внутреннее напряжение, или указывают на то, что вы очень напряжены, если вам удалось определить степень вашего напряжения с помощью сна, то в жизни поищите способы большего расслабления. Например, для расслабления могут подойти: шавасана, релаксирующий масленый массаж или баня.\nСны, которые вы увидели, могут быть разными - и хорошими, и хаотичными - не стремитесь их интерпретировать, главная задача этого сна, очистить вас и привести вашу систему к балансу, поэтому если вы увидите что-то ужасное, это говорит о том, что ваше подсознание чистится от негатива.\nСон может даже помочь избавиться от недуга. Он может помочь обрести равновесие в жизни и успокоить. Сон может в течение суток нести выздоровление больному человеку, а здоровому помочь избавиться от внутреннего напряжения.\nВ них может быть информация для дальнейшего духовного развития. Может состояться общение с вашим Ангелом Хранителем.\nЕсли вы правильно воспользуетесь энергетикой этого дня и заранее подготовитесь, соблюдая в течение 16-х лунных суток равновесие в поведении, то во время сна вы реально получите максимальный целительский сеанс.",
      "dream_interpretation_translated": "As a rule, dreams that help relieve internal voltage, or indicate that you are very tense, if you managed to determine the degree of your tension by sleep, then in life look for methods of greater relaxation. For example, for relaxation, they may fit: Shavasana, relaxing oil massage or bath.\nThe dreams that you saw can be different - both good and chaotic - do not strive to interpret them, the main task of this dream, cleanse you and bring your system to the balance, so if you see something terrible, this suggests that your subconscious mind is cleaned from negativity.\nSleep can even help get rid of the disease. He can help gain balance in life and reassure. Dream can be recovered to the sick person during the day, and to help a healthy one to get rid of internal stress.\nThey may have information for further spiritual development. Communication may take place with your Angel Guardian.\nIf you use the energy of this day correctly and prepare in advance, observing the balance in behavior within the 16th lunar day, then during sleep you will really get the maximum healing session."
    }
  },
  "inspiration": {
    "inspiration": {
      "content": "You cannot go back in time and reverse a bad decision. What you can do is let it inspire you to make better choices going forward.\n\nRegret produces negative energy that only serves to bring you down. Yet you can come up with ways to transform that energy into a positive force.\n\nFeel the regret that lingers from your past, then re-focus that feeling on the good you can do in the present and future. Turn your desire to change what previously happened into a powerful desire to make beneficial use of what’s now available to you.\n\nYou’ve learned a great deal from all you’ve been through. In that wisdom is much potential value that you can reshape into tangible value.\n\nFrom your recollections of time that’s been wasted, create new time that’s put into productive, meaningful use. By considering opportunities you’ve squandered, seek to surpass them with fresh opportunities seized.\n\nRegret happens, yet it never has to be the end of your story. You have much better things to do now.",
      "author": "— Ralph Marston"
    }
  }
}